{"id": 4803432, "name": "Marshall Field & Co. vs. Frederick Becklenberg, doing business as Becklenberg Express Company, and twelve other cases of a similar nature", "name_abbreviation": "Marshall Field & Co. v. Becklenberg", "decision_date": "1905-07-06", "docket_number": "", "first_page": "59", "last_page": "69", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 59"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [{"cite": "19 Ill. 556", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "74 Ill. 116", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "14 Ill. App. 579", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "103 Ill. App. 475", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "34 Fed. 481", "category": "reporters:federal", "reporter": "F.", "weight": 2, "opinion_index": 0}, {"cite": "79 Ill. App. 519", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "43 Ohio St. 571", "category": "reporters:state", "reporter": "Ohio St.", "opinion_index": 0}, {"cite": "54 Fed. 730", "category": "reporters:federal", "reporter": "F.", "opinion_index": 0}, {"cite": "123 Fed. 789", "category": "reporters:federal", "reporter": "F.", "opinion_index": 0}, {"cite": "49 Ill. 33", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "184 Ill. 438", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "166 U. S. 548", "category": "reporters:federal", "reporter": "U.S.", "opinion_index": 0}, {"cite": "51 Ill. App. 403", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "77 Ill. App. 274", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "90 Ill. App. 425", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "67 Ill. App. 252", "category": "reporters:state", "reporter": "Ill. App.", "pin_cites": [{"page": "254"}], "opinion_index": 0}, {"cite": "207 Ill. 632", "category": "reporters:state", "reporter": "Ill.", "pin_cites": [{"page": "634, 635"}], "opinion_index": 0}, {"cite": "203 Ill. 113", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "100 Ill. App. 303", "category": "reporters:state", "reporter": "Ill. App.", "pin_cites": [{"page": "305"}], "opinion_index": 0}, {"cite": "189 Ill. 392", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "142 Ill. 226", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "39 Ill. App. 260", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "5 Ill. App. 211", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "45 Ill. App. 326", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "51 N. J. L. 255", "category": "reporters:state", "reporter": "N.J.L.", "pin_cites": [{"page": "257"}], "opinion_index": 0}, {"cite": "85 Md. 547", "category": "reporters:state", "reporter": "Md.", "opinion_index": 0}], "analysis": {"cardinality": 1093, "char_count": 23650, "ocr_confidence": 0.51, "pagerank": {"raw": 4.076306636737454e-08, "percentile": 0.15663400384919743}, "sha256": "68a7b7ae1550196cb8c7035ce543c0031d662216fbcc040ec4645c7a0fd5c569", "simhash": "1:1f3b14707a31f5ad", "word_count": 3972, "random_id": 3891669879, "random_bucket": 11127}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["Marshall Field & Co. vs. Frederick Becklenberg, doing business as Becklenberg Express Company, and twelve other cases of a similar nature."], "opinions": [{"text": "Holdom, J.:\nt Complainant in this, and eleven other similar cases file-their several bills for a mandatory injunction against all the defendants to compel carriage and delivery of the goods and merchandise of the several complainants in the city of Chicago by the defendants on the ground that each and all of them are common carriers using wagons and horses as means of transportation in said city.\nThe controversies here arise out of industrial strife of which-this city seems to be the storm center.\nIn December, 1904, nineteen garment workers, employes of Montgomery Ward & Co., went out on a strike, and because the business of the firm continued without interruption and apparently its prosperity was unaffected by the disaffection of the nineteen whose demands remained unsatisfied, organized labor, on April 26th, 1905, interfered and championed the\" cause of the striking garment workers and a sympathetic strike was declared by the Teamsters’ Union as the most effective means to the desired end, as Montgomery Ward & Co’s, business was such, that it could not continue or exist long without the use of wagons -and horses with teamsters to handle them. Thereupon all union drivers employed by houses delivering or receiving goods to or from Montgomery Ward & Co. or knowingly to the Teamsters’ Union transacting business with them, left their employment and went out on a strike, and a “boycott” was procláimed and maintained against all such houses-including Montgomery Ward & Co.\nComplainants in this and the other eleven cases heard with-it, lost their union drivers because they continued to do business with the boycotted house of Montgomery Ward & Co... and as usual, force and violence on the part of the Teamsters’ Union and the union drivers have been freely resorted to in an .attempt to prevent other drivers taking the places so vacated voluntarily by the union men and also prevent their former employers from transacting their usual affairs of business; hence the spectacle is presented in our busy streets of policemen riding upon the wagons of these boycottd houses; the usual scenes of strife and bloodshed have followed and unhappily still continue.\nIt is charged that the defendants in these twelve cases are common carriers both at common law and by virtue of a city ordinance entitled “Public Carts, Express Wagons, Furniture Vans, Trucks, Drays,” etc.; and as such common carriers are bound to carry goods and merchandise without discrimination for the public generally and at an uniform charge. The defendants are engaged in what is colloquially known as the “express business” in the city of Chicago, and in the same way are called “expressmen,” terms locally having a well defined meaning.\nDefendants concede in a limited way that they are eommon carriers. Whether they are such at common law or under the terms of the municipal ordinance supra is not very material, for if by the common law then they are in a tentative and restricted sense controlled and regulated within the limits of the city of Chicago by the ordinance.\nSection 2342 of the ordinance is in terms declaratory of the duty of a common carrier at common law. It provides that:\n“No pefson driving or in charge or control of any public •cart shall refuse to convey, within the city, the goods, wares, merchandise, or other article or thing of any person when applied to for that purpose; or having undertaken to convey •such goods, wares, merchandise, or other article or thing shall omit or neglect so to do, or shall ask, take, or demand from any person desiring to have conveyed, or having had conveyed to any place in the city, any such goods, wares or merchandise any greater rate than that herein established * * * ” (Tolman’s Revised Municipal Code of Chicago, 1905, see. 2342).\nA refusal by defendants to carry or receive goods from complainants to or from any of the struck or boycotted houses was clearly violative of their duty under the provisions of the ordinance referred to.\nBouvier’s Law Dictionary, Rawle’s Revision, defines a common carrier as “one whose business, occupation or regular calling is to carry chattels for all persons who may choose to employ or remunerate him. ® * * The definition includes carriers by land and water. They are on the one hand stage coach and omnibus proprietors, railroad and street railway companies, truckmen, waggoners and teamsters, car men and porters and express companies, whether such persons undertake to carry goods from one portion of the same town to another, or through the whole extent of the country, or even from one state or kingdom to another. * * ® Carriers both by land and water when they undertake the general business of carrying every kind of goods, are bound to carry for all who offer, and if they refuse without just excuse they are liable to an action.”\nDefendants’ duties and obligations are embraced within the foregoing definition in the territory over which they hold themselves out as doing business.\nIn Parmalee v. McNulty, 19 Ill. 556, and Parmalee v. Lowitz, 74 Ill. 116, carriers of baggage are held to be common carriers and subject to all the duties and obligations of common carriers.\nIn St. Louis, etc. R. R. v. Hill, 14 Ill. App. 579, Judge Baker, afterwards of the supreme court, tersely and forcibly states the common-law doctrine of common carriers thus, on page 581:\n“The statement, one is a common carrier, ex.vi termini imports a duty to the public,' and a corresponding legal right in the public; a right common to all,” and continuing on page 582, declares: “Another duty imposed on him”—[the common carrier]—“is to make no unjust, injurious or arbitrary discriminations between individuals in his dealings with the public. The right to the transportation services of the common carrier, is a common right, belonging to everyone alike.”\nWebster defines a common carrier as “one who undertakes for hire, to transport goods from one place to another.” And Anderson’s Law Dictionary: “One who undertakes for'hire or reward to transport the goods of such as choose to employ him, from place to place.” And Wood on Railways (2d ed.), vol. 3, p. 1876: “One who plies between certain termini, and openly professes to carry goods for hire for all such persons as may choose to employ him.” Hutchinson on Carriers (2d ed.), sec. 59; Swift v. Bonan, 103 Ill. App. 475.\nDefendants answering the bill admit they carried the goods and merchandise of complainants, or some one of them, on occasions prior to the inauguration of the strike of April 26, last, and profess amity of feeling toward complainants, and expressly aver they have no fault to find with their dealings, except possibly a desire for more extended patronage prior to the strike and an embarrassment at their present demands. No claim is set up that the business of defendants as common carriers has been so restricted as not to embrace the carrying of goods or merchandise such as required by complainants’ business necessities; but on the contrary the only tangible reason assigned for their refusal to carry the goods and merchandise of complainants as demanded is, that the defendants’ teamsters and drivers belong to the Teamsters’ Union who have declared this sympathetic strike, and if such union men are ordered to transact business with any of the so-called “boycotted houses” they will refuse to obey and go on a strike which will paralyze the business of defendants and cause them to suffer irreparable loss and damage; that other men cannot be procured to fill the places made vacant by the union drivers, and that the police of Chicago owing to present strike conditions would be unable to afford protection to their property or men, and that their barns and warehouses with their contents would be liable to damage and destruction at the hands of the strikers.\nThe premises considered, is the excuse sufficient? Can complainants be deprived of their right to continue in and conduct their business affairs fully and as amply as they desire and the law permits by a body of men unknown to the law arbitrarily and by unlawful means interfering to prevent?. The logical and seemingly incontrovertible answer is that the excuse is totally insufficient and that however inconvenient it may be to defendants to perform their legal duty under the circumstances environing them a sound public policy inhibits the recognition by the courts of any such excuse, as to do so would be subversive of lawful authority and a due administration of public justice under the established forms of law. The character of the business of the defendants is impressed with a duty to the public, which cannot be avoided except for the most cogent reasons which it may be said are encompassed by conditions time out of mind designated by courts and text writers as the act of God or the public enemy, conditions happening without the intervention of man.\nIn Chicago, B. & Q. Ry. Co. v. Burlington, C. R. & N. Ry. Co., 34 Fed. 481, it was held no sufficient excuse to avoid the duty of a common carrier that a strike of locomotive engineers and firemen had been ordered on plaintiff’s road, and that if defendant’s road should accept cars from the boycotted roadl its own men would be called out. In commenting on this excuse the court said, on page 484: “No temporary inconveniences to the defendant company or the public whom it serves; are, in my judgment, for one moment to be compared with the fatal consequences which must ensue from a precedent by which it would be held that a railroad company may, in violation of the law of the land, refuse to receive and haul the ears; of a connecting line at the command of any irresponsible persons or from its own belief and apprehension that its employes; will leave its service, and stop the operation of its lines. Such’ an excuse as this is wholly inadmissible and must be set aside.”\nHigh on Injunctions, 3d ed., sec. 621a, announces a similar doctrine.\nThis language applies with equal force to defendants and their duties as common carriers are subject to like tests, and their excuse, like that of the railroad company, must be set. aside; it is impotent to relieve them.\nHaving established the duty of defendants as common carriers and demonstrated the fallacy of their excuses, we proceed to consider whether the remedy open to complainants is the one invoked.\nComplainants have a remedy at law, but such remedy would unduly multiply the number of suits and could only secure indemnity for past breaches of duty and damages incurred to the time of instituting such suits. The law side of the court is powerless to give aid looking to the future needs of complainants’ business enterprises or to compel defendants to carry their goods, but resort must be had to a court of equity to compel defendants to perform their duty as common carriers and furnish complainants the aid which they need in carrying forward uninterruptedly their business and having their goods and merchandise carried to and from the boycotted houses with the same facility as other business houses not under the ban and blight of the union teamsters’ strike.\nThe contention of the answering defendants that there is no urgent necessity of requiring them to serve complainants at this time because there are many other like carriers available, is without either force or merit, for, as the law is equal in its operation upon all alike such other carriers if applied to might upon the same ground refuse to serve and complainants would be without relief.\nIn Smith v. Bates, 79 Ill. App. 519, the court said on page 526: “Appellee may have had a remedy at law but in the nature of things it could not have been as full, adequate and complete as in a court of equity. The jurisdiction in equity attaches, unless the legal remedy, both in respect to the final relief and the mode of obtaining it, is as efficient as the remedy which equity would afford under the same circumstances.”\nThat a mandatory injunction is an appropriate form of relief in cases of this character is directly held in Chicago, B. & Q. Ry. v. Burlington, C. R. & N. Ry., 34 Fed. 481, supra, and High on Injunctions, 3d ed. see. 621a.\nThe court held in Scofield v. Railway Co., 43 Ohio St. 571, that where plaintiff’s business was such as to make them frequent shippers and that a continuous series of shipments was necessary in conducting their business and that remedy by actions at law would, result in a multiplicity of suits, the court will interefere by injunction. The condition in 1he Scofield case is analagous both in fact and principle to the cases now before the court, and must be regarded as eontrolling.\nTo a like effect is Toledo, etc. v. Penn. Co., 54 Fed. 730, and Tift v. Southern Railway Co., 123 Fed. 789. See also Vincent v. C. & A. Ry., 49 Ill. 33; Inter Ocean v. Associated Press, 184 Ill. 438; In re Lennon, 166 U. S. 548.\nThe court is not insensible to the hardships of the situation confronting defendants, probably not intentionally of their own making. They may be victims of a vicious system forced upon them by a growth so imperceptible as to have enmeshed them in its toils unawares, yet this does not relieve them from the performance of their duty to the public, including these complainants, as common carriers, so long as they choose to remain in that business. They are charged with the responsibilities which the law easts upon them to the same extent as they are permitted to reap the fruits of their enterprise, responsibilities which can be neither shirked nor avoided. If in the upholding of the law in the conduct of their business it becomes necessary to make financial or other sacrifices, however burdensome they may be, the law demands that they be made to the utmost essential limit.\nFive cases are heard upon bill, answer and supporting affidavits, and seven cases on general demurrers to the bill. The demurrers have been overruled, and a temporary mandatory injunction is granted in the twelve cases, to remain in force until the further order of the court. Leave is given demurring defendants to answer the bill within ten days. Injunction bonds with penalties of from $5,000 to $20,000 each will be required as heretofore intimated.\nThe following injunction order was issued in these cases on July 6, 1905:\nNow comes on to be heard the hill of complaint herein and defendant’s answer thereto and complainant’s affidavit in reply and the complainant’s motion for a temporary injunction; and the court being fully advised in the premises, and having read said hill of complaint, answer and affidavit, and said defendant having had due notice hereof and being now present in open court, the court finds that it has jurisdiction of the subject-matter hereof, and of the parties hereto; and that said complainant is entitled to a temporary-injunction as prayed in said bill of complaint.\nWherefore, the premises considered, it is hereby ordered, adjudged and decreed that said defendant, its servants, agents and employes, and each and every of them be restrained and enjoined from refusing to transport, haul, convey or deliver within the city of Chicago, in said Cooli county, bundles, parcels, packages, goods, wares and merchandise, consigned to or from said complainant, or to be delivered to or received from the place or places of business of said complainant within said city of Chicago and be it further restrained and enjoined from discriminating within said city against said complainant, or the goods, wares and merchandise bought, sold and dealt in by said complainant, or to be delivered within said city, to or from said complainant’s said place or places of business, in the city of Chicago, state aforesaid, so long as said defendant shall receive or be tendered therefor the regular and usual charges received by said defendant for like services. .\nSaid bundles, parcels, packages, goods, wares and merchandise, hereinbefore referred to, are those which are to be delivered by said defendant to or from the localities and routes in said city of Chicago, in which said defendant in the regular course of defendant’s business has heretofore made deliveries and carriage of bundles, parcels, packages, goods, wares and merchandise.\nAnd-that said temporary injunction shall remain in full force and effect until the further order of this court.\nThat said complainant shall file an injunction bond, with good and sufficient surety, conditioned according to law in the sum of -dollars, which said bond is now here in open court presented, approved and filed.\nNOTE.\nAn appeal to the appellate court of the first district was taken by the defendant in the case of Reid, Murdoch & Co. v. Brink’s Chicago City Express Co. (one of the above cases), and the case docketed in the appellate court No. 12,486, October term, 1905 (Brink’s Chicago City Express Co. v. Reid, Murdoch & Co.) The appeal was taken under the statute allowing appeals from interlocutory orders concerning injunctions and receivers, which provides that such appeal must be taken within thirty days from the entry of the interlocutory order or decree and perfected in the appellate court within sixty days from the entry of such order or decree. (Hurd’s 1905 Statutes, p. 234.) The in junctional order was entered on July 6, 1905, the appeal bond whs filed on July 15,1905, but the transcript of record was not filed in the appellate court until September 5, 1905, which was sixty-one days from the entry of the order. Sept. 4, 1905, was Labor Day and a legal holiday, and the office of the clerk of the appellate court was not open, and the record was filed the following day. The sixtieth day thus fell upon Labor Day. The attorneys for appellee filed a motion to dismiss the appeal in the appellate court on the ground that the appeal was not perfected within the time required by statute, and because Labor Day is a holiday only for the purposes of negotiable paper. The appellate court of the first district dismissed the appeal taken by Brink’s Chicago City Express Co. on the grounds above stated, without, however, rendering an opinion.\nThe brief of authorities presented to the appellate court in support of the dismissal of the appeal is as follows:\n(1) The appeal from the granting of the temporary injunction not having been perfected in the appellate court within sixty days from the entry of the injunctional order must be dismissed.\nSchillo v. Anderson, 51 Ill. App. 403; Hartzell v. Warren, 77 Ill. App. 274; Lawyers Co-Op. Pub. Co. v. Chicago Law Book Co., 90 Ill. App. 425; Alles Plumbing Co. v. Alles, 67 Ill. App. 252, 254; Coal Belt Electric Ry. v. Kayes, 207 Ill. 632, 634, 635; Fonda v. Jackson, 203 Ill. 113; Coons v. Frost, 100 Ill. App. 303, 305; Swafford v. Rosenbloom, 189 Ill. 392; Fairbank v. Streeter, 142 Ill. 226; Chicago Sash, etc. Mfg. Co. v. Shaw, 39 Ill. App. 260; Jones v. Dunton, 5 Ill. App. 211.\n(2) Though the sixtieth day (the last day upon which thq, transcript of record could be filed) fell on September 4, 1905, which was known and designated as Labor Day, still appellant did not have the next day, i. e., September 5, within which to file such transcript. Labor Day is a holiday only under the negotiable instruments act, which nowhere attempts to regulate the holiday of courts, or other legal business on a holiday. Laws of Illinois, 1905, page 332; Ch. 131, sec. 1, sub. sec. 11, Hurd’s Revised Statutes Ill. 1905; Bradley v. Claudon, 45 Ill. App. 326; Glenn v. Eddy, 51 N. J. L. 255, 257; Handy v. Maddox, 85 Md. 547; Crabtree v. Whiteselle, 65 Tex. Ill; 20 Encl. Pl. & Pr. 1205.", "type": "majority", "author": "Holdom, J.:"}], "attorneys": ["• Moran, Mayer & Meyer, solicitors for Marshall Field & Co., Carson, Pirie, Scott & Co., Reid, Murdoch & Co., Walsh-Boyle & Co., Franklin MacVeagh & Co., Steele-Wedeles Co., Durand & Kasper Co., The Fair and McNeil & Higgins, complainants.", "James A. Brady, solicitor for Brink’s Express Co., defendant.", "D. D. Trexler, solicitor for Frederick Becklenberg, defendant.", "Charles W. Lamhorn, for certain other defendants."], "corrections": "", "head_matter": "(Superior Court of Cook County. In Chancery.)\nMarshall Field & Co. vs. Frederick Becklenberg, doing business as Becklenberg Express Company, and twelve other cases of a similar nature.\n(July 6, 1905.)\n1. City Express Companies are Common Carriers. City express companies carrying goods from one portion of the same city to another for all who choose to employ them are common carriers and can make no arbitrary, unjust or injurious discriminations between individuals in their dealings with the public.\n2. City Express Companies Must Carry eor All Alike Under Ordinances op the City op Chicago. Under the ordinances of the city of Chicago, city express companies cannot refuse to carry or convey merchandise, goods, etc., tendered them to be carried within the city.\n3. That a Strike May Result is no Excuse fob Refusal of Common Carrier to Receive Goods. It is not a sufficient excuse for a common carrier, a city express company, to avoid its duty to receive and transport goods, that if it accepts the goods and carries them, all its teamsters will go on a strike, and tie up the business of the city express company or common carrier.\n4. No Excuse for Refusal of One Carrier to Convey Goods that Other Carriers are Available. That many other like carriers are available is no reason for a carrier refusing to convey goods, as the law is equal in its operation on all alike, and such other carriers if applied to might upon the same grounds refuse to serve.\n5. Mandatory Injunction Against Common Carriers. When complainants are frequent shippers and a continuous series of shipments is necessary in conducting their business, a mandatory injunction is the proper remedy to compel common carriers to perform their duties and carry goods tendered for transportation, since actions at law would result in a multiplicity of suits.\n■6. Mandatory Injunction to Compel City Express Companies to Carry Goods—Possibility of Strike No Excuse. Complainants are wholesale merchants and large retail dealers carrying on business in Chicago. A strike was instituted by the Teamsters’ Union against the firm of Montgomery Ward & Co., and all merchants who delivered goods or orders to Montgomery Ward & Co. were boycotted and their teamsters ordered on strike by the. union. Complainants delivered goods to Montgomery Ward & Co., and their teamsters went on a strike. The city express companies in Chicago refused to accept goods for transportation from the complainant firms on the ground that if they did so all their teamsters would strike and tie up all the business of each city express company so accepting and carrying complainants’ goods. Held, that the possibility of a strike was no excuse and that a mandatory injunction should issue compelling the defendant city express companies to accept and carry the goods tendered to them by complainants.\nBill for mandatory injunction in twelve eases in circuit court, Cook county. Five cases heard upon bill, answer and supporting affidavits, and seven cases heard upon general demurrers to the bill. Heard before Judge Jesse Holdom.\n• Moran, Mayer & Meyer, solicitors for Marshall Field & Co., Carson, Pirie, Scott & Co., Reid, Murdoch & Co., Walsh-Boyle & Co., Franklin MacVeagh & Co., Steele-Wedeles Co., Durand & Kasper Co., The Fair and McNeil & Higgins, complainants.\nJames A. Brady, solicitor for Brink’s Express Co., defendant.\nD. D. Trexler, solicitor for Frederick Becklenberg, defendant.\nCharles W. Lamhorn, for certain other defendants.\nThe other cases were: Carson, Pirie, Scott & Co. v. Frederick Becklenberg; Walsh, Boyle & Co. v. South Chicago Steamboat Exp. Co.; Steele-Wedeles & Co. v. South Chicago Steamboat Exp. Co.; McNeil & Higgins Co. v. Brink’s Chicago City Exp. Co.; Reid-Murdoch & Co. v. Brink’s Chicago City Exp. Co.; Walsh, Boyle & Co. v. Page; The Fair v. Page; Walsh, Boyle & Co. v. Chicago & West Surban Exp. Co.; Durand & Kasper Co. v. Johnson Express Co.; The Fair v. Johnson Express Co.; Franklin MacVeagh & Co. v. Johnson Express Co.; Reid-Murdoch & Co. v. Johnson Express Co."}, "first_page_order": 77, "last_page_order": 87}
