{"id": 4803069, "name": "People ex rel. McCarroll, et al. vs. Henry J. Mohr, et al.", "name_abbreviation": "People ex rel. McCarroll v. Mohr", "decision_date": "1902-06-16", "docket_number": "Gen. No. 228,408", "first_page": "100", "last_page": "108", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 100"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [{"cite": "79 Me. 469", "category": "reporters:state", "reporter": "Me.", "opinion_index": 0}, {"cite": "63 Ill. 207", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "219 Ill. 346", "category": "reporters:state", "reporter": "Ill.", "year": 1906, "opinion_index": 0}, {"cite": "39 Wash. 65", "category": "reporters:state", "reporter": "Wash.", "year": 1905, "opinion_index": 0}, {"cite": "80 Pac. 1001", "category": "reporters:state_regional", "reporter": "P.", "year": 1905, "opinion_index": 0}, {"cite": "82 N. Y. Supp. 263", "category": "reporters:state", "reporter": "N.Y.S.", "opinion_index": 0}, {"cite": "138 Mass. 331", "category": "reporters:state", "reporter": "Mass.", "opinion_index": 0}, {"cite": "71 N. H. 378", "category": "reporters:state", "reporter": "N.H.", "opinion_index": 0}, {"cite": "52 Atl. 855", "category": "reporters:state_regional", "reporter": "A.", "opinion_index": 0}, {"cite": "67 L. R. A. 166", "category": "reporters:federal", "reporter": "L.R.A.", "opinion_index": 0}, {"cite": "17 Neb. 311", "category": "reporters:state", "reporter": "Neb.", "opinion_index": 0}, {"cite": "22 N. W. 545", "category": "reporters:state_regional", "reporter": "N.W.", "opinion_index": 0}], "analysis": {"cardinality": 698, "char_count": 17649, "ocr_confidence": 0.507, "pagerank": {"raw": 4.076306636737454e-08, "percentile": 0.15662970525307984}, "sha256": "9bac9d35070e1952329bc33e6559f4570e5a2095108789d73fe68d2ffcd5fd1d", "simhash": "1:53828236b6fdd7c5", "word_count": 3171, "random_id": 2305432022, "random_bucket": 6614}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["People ex rel. McCarroll, et al. vs. Henry J. Mohr, et al."], "opinions": [{"text": "Tuley, J.:\nIt must be conceded that a petition for mandamus of the scope, breadth and general purpose of the one now presented is an anomaly in the jurisprudence of this city. No case has been cited where a like writ was ever asked for, and no precedent furnished where a writ so broad in its scope or anything near it was ever granted, the decision, then, must be in regard to the petition now before the court, upon the general principles governing courts and governing the issuing of a writ of mandamus; it cannot be placed, as stated, upon precedents or any decisions directly in point.\nCertain residents of the village of Harlem, property owners and voters, some half dozen in number, present this petition, the substance of which is that gambling, betting and gaming are going on within the limits of the village of Harlem, and, particularly, at and about the race track in that village, and that the criminal laws of the state and the ordinances of the village are being openly and publicly violated; that these petitioners, or some other persons, I believe these petitioners, notified the chief of police of the village of Harlem, also the president of the village and village board of trustees, that open and public gambling has existed during an entire day at the Harlem race track within the limits of the city of Harlem, county of Cook and state of Illinois, contrary to, and in open defiance of, both the laws and ordinances of the aforesaid village of Harlem, and of the laws of the state of Illinois.\n“Therefore, to this notorious breach and utter disregard of the aforesaid laws and ordinances within and in the vicinity of the said Harlem race tracks and also to your neglect of duty in regard to the enforcement of the said laws and ordinances against gambling, within the limits of the said village of Harlem, your attention is hereby called.”\nThe petition prays for what? “That a peremptory writ of mandamus issue” against certain persons. The bare reading of the prayer of the petition will not only show that it is unprecedented in its prayer, but that it goes to an extent, as far as the exercise of judicial power is concerned, hardly dreamed of by any one. “Tour petitioners pray that a peremptory writ of mandamus issue against Henry J. Mohr, president of the village of Harlem,” against the trustees (naming them), against the captain of police, “commanding them and each of them that they perform their respective and co-operative duties of their respective public village offices of the said village of Harlem and take such action and institute such proceedings as are necessary to enforce the police, laws and ordinances of the said village of Harlem, and the laws of the state of Illinois against gambling, betting and gaming within the limits of the said village of Harlem.”\nWhat it asks for is already commanded by the law of the land, and their village ordinances.\nI am not aware that mandamus ever was issued to command a public official generally to do his duty and to comply with the law of the land. His duty is fixed by the. statute; the statute commands and it is his duty to obey the commands of the statute.\nThe law regulating the writ of mandamtis is clear that it can only issue to command the performance or the doing of a specific act, not that the officer shall perform all his duties, or perform all the acts required by his office, but that he shall perform some specified act.\nSuppose I issue this general order or mandamics that they perform their respective and their co-operative duties, or that they take such action as is necessary to enforce the police laws and ordinances against gambling. Suppose the complaint should be made after I issued that mandamus that it had been violated, for instance, that they did not co-operate to enforce the law against gambling; that the statute independent of their general duty as officials, specifically commands them to co-operate. How would I find that they had violated the mandamus of the court by failure to co-operate? Am I to exercise my judgment as to what each official should have done in the particular case by way of co-operating with the others ? One official, for instance, heard that there was gambling in such a place. If he failed to go and report that to the chief of police, traveling probably miles to make the report that he had heard such a thing, would I punish him for having failed to co-operate ?\nThe prayer is indefinite, the duly commanded is too general and too indefinite to be made the basis of an order of a court.\nI am asked, too, to command them to institute such proceedings as are necessary to enforce the police laws and ordinances, the statutes of the state and the village ordinances; to institute such proceedings as are necessary. That does not command any specific act; it does not charge that they have neglected any specific act. Now, what would be a violation of that duty ? If they failed to make a complaint when they should make it, or suppose that a police officer is brought up for contempt on the ground that he failed to arrest a man when he should have arrested him for gambling; affidavit is made by one of these complainants that he saw two men betting on the race track, and that he asked a policeman, who was standing by, to arrest those men, and that the policemen are engaged in protecting these gamblers. In such a case the reply of that policeman will simply be, if he is cited to this court for contempt, “I did not see him betting. I told the man to go and make his complaint and get out a warrant.”\nIs the court to determine in such a case that the policeman is in contempt of this court ?\nA man is charged with violating the village ordinance; the police are charged with seeing that violation. Does that call for the court to enforce that village ordinance by way of contempt proceedings ? To issue a general mandamus of this kind would be simply to substitute the court for the president of the board of trustees, for the village board, in the exercise of its legislative power. The court would be required to substitute itself for the legislative power of the chief of police; they would all be represented, dominated and controlled by the judge who sat upon the bench.\nIt was never intended that a judge in a court of law should be the governing power. His duty is to construe the law, and administer it.\nBut here it is charged that these officials do not perform their duties and should be required to show why they do not; why they do not enforce the laws against gambling and the ordinances against gambling.\nNo specific case was cited. It is not at all analogous to the cases cited by counsel for this petitioner, for instance, the ease where the question was as to the validity of a special election, or as to the power of the court, rather, to enforce the giving of notice of a special election to be held by a corporation. There it was held in the general language of the court here that where an officer failed to do his duty, the court would make him do it. There is a case where a number of interests were involved, and a plain case, a specific duty omitted by the president or secretary to give notice of a special election affecting the stockholders’ interests. It is that kind of special case that the writ of mandamus is intended to protect.\nOther cases are cited, one from Missouri, one in this state (People v. Mayor of Bloomington, 63 Ill. 207), commanding the removing of a fence from a highway, but none of them justify the issuing of a broad mandamus compelling an officer simply to do his duty.\nIf the court is to go into that kind of business, the court then would subordinate to the judicial power and render unnecessary all executive, police and administrative officials, and constitute the judge and his bailiff the “whole thing.”\n■ If the principle of this petition is to be maintained, I could be called upon by any citizen upon proof that he had informed the mayor of the city that a certain house was used as an assignation house or house of prostitution, and that the police had failed to suppress it, I could be called upon by any citizen to give the aid of the court, its judicial power, to suppress it. I might be engaged the year around in suppressing such institutions. I might be called upon to close up saloons that violated the midnight ordinance, those that violated the Sunday laws, and my entire time would be taken up in substituting contempt of court for complaint, warrant, indictment, and trial by jury.\nTo issue the writ asked for and to attempt to enforce it would be, in the language of one of the cases cited, bruturn fulmen, it would bring the court into contempt for its utter failure and inability to enforce its own orders.\nIf I should issue a general order of this kind and then bring the president up for contempt, because he refused to revoke a license, his answer could well be that he did not believe the statement .that was made to him that they had violated the conditions of their license; that he had no knowledge that they had done so. Or he might answer, and answer possibly under his oath,—because it is a question of doubt, whether he had the legal power to revoke a license on the unsworn statement of a citizen that the conditions of the license had been broken.\nHe might also reply that the revocation of the license is in the discretion of the president of the board and the town board, and that they did not consider it best to do so—it being in their discretion.\nThe remedy is utterly impracticable. It is very much like issuing an injunction against the violation of a criminal statute. If yon can issue one against the violation of a specific statute, as has been done, why not issue an omnibus injunction against the violation of any criminal statute or any penal ■ordinance, and let the judge enforce the criminal laws by punishing by contempt ?\nIt is a much more speedy way, it is argued. True, it is more speedy, but when a judge undertakes to enforce the ■criminal law by the process of contempt, he invades individual rights, he interferes with the grand jury, with indictment, with the right of a party to be heard, and to have a trial by jury to determine his guilt or innocence.\nThis argument of the quicker remedy may be all right for effectiveness, but when we come to consider that when individual rights are invaded or personal property rights, there is practically an end to our free institutions.\nIf one of these complainants was carrying on a business which his neighbors, or some of them thought created a nuisance and this neighbor should apply to a court of law and ask for a mandamus, that he should not be allowed to carry on this business, or an injunction that he should not carry it on, and he would go into court, the reply would be, “If I am violating a criminal statute or if I am violating an ordinance, complain against me in the proper manner, as having violated the law, and let me answer. I am entitled to the right of trial by jury to see whether I am guilty or not guilty. I object to having my rights passed upon by a judge without a jury. ’ ’ He would think that his individual rights were infringed upon and that the judge who should undertake to stop his business, possibly tear down his establishment, without giving him all the rights allowed to him by law as to his person and property, with regard to trial by jury, was doing a thing-that was not justified by the law of the land.\nWe have a statute here in this state which provides that every officer holding any public office, whether state, county or municipal, who shall be guilty of any palpable omission of duty may be punished by fine not exceeding $10,000, and may be removed from his office of trust or employment.\nIf these parties have taken the position as alleged in this-petition and show that they are blind to violations of the law and stubbornly refuse to perform their duties, then it is the-duty of the citizens of the town of Harlem to make their complaint before the grand jury, and have them indicted for malfeasance in office. A few indictments or convictions of that kind would do a very great deal of good in this community.\nIt is a remedy provided by the statute; it is a remedy which preserves individual rights to these officers, their right. to a trial by jury, and it is a remedy which does not depend upon the whim or the caprice or the judgment of a single-person in the shape of a judge.\nThe only other remedy I know of is a remedy which citizens too often neglect, and that is electing honest men to office who will perform the duties of their office.\nIt is neither the duty of a court of law to punish the infraction of criminal laws, nor to elect men to office who will perform their duty. I know of no other remedy than the ones which I have suggested.\nFor the court to undertake to exercise the power of controlling matters of this nature would be to ignore the other powers of the government, the executive and the legislative, and to usurp, put into the court’s own hand all the powers given to all the officers of the government. It would be practically to substitute the court for all other officers, and would result in judicial tyranny. The demurrer must be sustained.\nNOTES.\nMandamus to compel public officers to enforce the Sunday laws. The above case was relied upon by the defendants in their briefs, and the conclusions followed by the Illinois supreme court in the case of People ex rel. Bartlett v. Dunne, Mayor of Chicago, 219 Ill. 346 (Feb. 7, 1906), where it was held that mandamus will not lie against the mayor of a city to compel him to close tippling houses on Sunday or to enforce observance of the liquor laws generally by-forfeiture of licenses, etc., since it is not within the sphere and jurisdiction of a court to assume, ordinary governmental functions.\nIn State ex rel. v. Brewer, 39 Wash. 65, 80 Pac. 1001 (May 16, 1905), it was held that mandamus will not lie to compel the sheriff and the marshal to enforce a state Sunday closing law against saloons.\nIn State ex rel. Clark v. Murphy, 2 Ohio Circuit Decisions, 190, it was held that mandamus would not be issued to compel the superintendent of police to enforce state laws prohibiting saloons from selling liquors on Sunday.\nIn People v. Listman, 82 N. Y. Supp. 263, an application was denied for a writ of mandamus against the commissioner of public safety of the city of Syracuse, commanding him to enforce Sunday laws.\nSimilar principles are announced in Mitchell v. Boardman, 79 Me. 469; Alger v. Seaver, 138 Mass. 331. In this connection see also: State of Ohio ex rel. v. Police Board, 19 Wkly. Law Bull. 341 (Ohio); Goodell v. Woodbury, 71 N. H. 378, 52 Atl. 855; State of Oregon v. Livingston, Mayor of Portland, Ore., 67 L. R. A. 166; State of Nebraska ex rel. v. Cummings, 17 Neb. 311, 22 N. W. 545.", "type": "majority", "author": "Tuley, J.:"}], "attorneys": ["D. S. Wentworth, attorney for petitioner.", "Frank Little and Moran, Mayer é Meyer, for respondents."], "corrections": "", "head_matter": "(Circuit Court of Cook County.)\nPeople ex rel. McCarroll, et al. vs. Henry J. Mohr, et al.\n(June 16, 1902.)\n1. Mandamus Not Granted to Compel Public Officers to Enforce the Laws. Certain residents of the village of Harlem presented a petition for a writ of mandamus, alleging that gambling, betting and gaming were going on within the limits of the village of Harlem, and particularly at the race track in that village, in violation of the laws of the state of Illinois and of the village ordinance of Harlem, and that the chief of police, the president of the village and the village board of trustees, though often notified Of the aforesaid violations of the laws and ordinances, refused to enforce said laws and ordinances, and suppress gambling, betting and gaming within the village limits; a peremptory writ of mandamus was prayed for against the president of the village of Harlem, the trustees and the chief of police “commanding them and each of them that they perform their respective and co-operative duties of their respective public village offices of the said village of Harlem and take such action and institute such proceedings as are necessary to enforce the police laws and ordinances of the said village of Harlem, and the laws of the state of Illinois against gambling, betting and gaming within the limits of the said village of Harlem.” Held, that mandamus was not the proper remedy, and that a writ of mandamus could not be issued for , such a purpose, because for the court to undertake to exercise the power of controlling matters of this nature would be to ignore the other powers of the government, the executive and the legislative, and to usurp and put into the court’s own hand all the powers given to all the officers.of government. It would be practically to substitute the court for all other officers and would result in judicial tyranny.\n2. Mandamus Will Not Issue to Compel Public Officials to do Their Duty Generally. Mandamus is not issued to command a public official generally to do his duty and to comply with the law of the land. His duty is fixed by the statute; the statute commands and it is his duty to obey the commands of the statute. Mandamus can only issue to command the performance or the doing of a specific act, not that the officer shall perform all his duties, or perform all the acts required by his office, but that he shall perform some specified act.\n3. Power and Duty cf Judge. It was never intended that a judge in a court of law should be the governing power. His duty is to construe the law, and administer it.\nPetition for a writ of mandamus. Circuit court of Cook county, Gen. No. 228,408. Heard upon demurrer to the petition.\nD. S. Wentworth, attorney for petitioner.\nFrank Little and Moran, Mayer é Meyer, for respondents."}, "first_page_order": 118, "last_page_order": 126}
