{"id": 4804009, "name": "Richard J. Kehoe vs. Kehoe, et al.", "name_abbreviation": "Kehoe v. Kehoe", "decision_date": "1883-05", "docket_number": "", "first_page": "164", "last_page": "171", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 164"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [{"cite": "19 Ala. 814", "category": "reporters:state", "reporter": "Ala.", "opinion_index": 0}, {"cite": "25 L. R. A. 360", "category": "reporters:federal", "reporter": "L.R.A.", "opinion_index": 0}], "analysis": {"cardinality": 730, "char_count": 13940, "ocr_confidence": 0.502, "sha256": "8afc8354ea7c100ec4624c53499d7a9a17780ad4f856682675032bdae5ed32b0", "simhash": "1:7ebc672ae736e5b4", "word_count": 2422, "random_id": 51862418, "random_bucket": 23442}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["Richard J. Kehoe vs. Kehoe, et al."], "opinions": [{"text": "Tuley, J.:\nRichard J. Kehoe files his bill to obtain the instruction of the court as to his duty as trustee in reference to certain funds now remaining in his -possession.\nJohn W. Kehoe, a few weeks prior to his decease, made a deed to complainant of certain personal property, upon oral directions or trusts, which were in substance, that the funds should be devoted to the purpose of procuring masses to be said for the soul of the said John W., and for the soul of his mother, now also deceased.\nThe complainant is ready to carry out the wishes of the donor but the defendants—who would take as legal representatives of the deceased, if no such disposition thereof had been made—contend that the trust is void because it is not wholly in writing; and if it is not void for that reason, that it is void because the funds were given for a superstitious purpose or use.\nThe statute of frauds is relied upon to sustain the first objection, but as that statute does not embrace trusts as to personal property, but only, as to realty, the point is not well taken.\nAs to the second point, the defendants contend that as our state has adopted the common law and statutes of England prior to fourth year of James I, excepting certain specified statutes concerning usury and. frivolous suits (see Revised Stat. Chap. 28) that the decisions of the English courts based upon the statute, 1 Edward VI, holding that gifts or devises for 'procuring masses, etc., are void, as being for superstitious uses, will be followed by the courts of this country.\nEedfield in his learned treatise on the law of wills, after stating the doctrine, as above, of the English courts says, “we understand this to be the general view of the law in the American states.” 2 Redfield on Wills, see. 3, ch. 5, etc.; Story’s Eq. sec. 1168. Other text writers taire the opposite view, and hold that the American courts should not follow the English courts in thei^ decisions as to what are superstitious uses. Perry, Trusts, sec. 715; Hill, Trustees, note p. 455; Williams, Executors, p. 1055.\nNo American decisions of courts of last resort have been cited by any of the text writers, and the researches of counsel in this case, as well as my own, have failed to find any.\nHow did this doctrine of superstitious uses originate, and upon what is it founded ?\nTwo. English statutes were passed about the period of the reformation, concerning the disposition of propérty for uses then considered superstitious. The first was that of 23 Henry VIII, A. D. 1532, which was about four years after the clergy had acknowledged Henry VIII to be the supreme head on earth of the church, which provided that all uses thereafter declared of land (except leaseholds of 20 years) to the intent to have perpetual, or the continual service of a priest, or other like uses, to be void; and the 1st Edward VI, chap. 14, A. D. 1547, declared the king entitled to all real and certain specified personal property theretofore disposed of for the perpetual finding of a priest or maintenance of any anniversary or obit, or other like thing, or any light or lamp at any church or chapel.\nThese statutes were passed at a very troubled period of English. history in religious matters. Henry VIII had just severed the connection between the English church and the pope at Eome, and had united to the lringly power, that of the head of the church.\n' While these two statutes were aimed at the practices of the Catholic church, yet the Catholic who denied the supremacy of the king as the head of the church, and the non-conformist were alike persecuted, not only by religious edicts, but by all the power that parliament could exercise.in favor of the newly established church.\nIt will be noticed that there was no statute making dispositions of personal property to such uses void; that while the 23d of Henry VIII, was prospective, it only applied to assurances of land to churches and chapels, and that of 1st Edward VI, was limited to dispositions of property real and personal theretofore made.\nNevertheless, the English chancellors, many of the earlier of whom were ecclesiastics, and the English judges being always adherents of the established church, and undoubtedly imbued with that religious feeling which had induced such legislation, easily found in the absence of any express statute, what they termed “a public policy” or “a policy of the law,” which enabled them to declare absolutely void all dispositions of property, whether real or personal, given or devised for the uses specified in the two statutes—or for uses which they deemed to come within the spirit of the statutes—such as “legacies to priests to pray for the soul of the donor.” “Por the bringing up of poor children in the Roman Catholic faith,” etc. Attorney General v. Powers, 1 B. & B. 145; West v. Shuttleworth, 2 M. & K. 684; In re Blundell’s Trust, 31 L. J. Eq. 52; Cary v. Abbott, 7 Vesey, 490; Rex v. Lady Portington, 1 Salk., 162, in 4 Wm. & Mary; De Themmines v. De Boneval, 5 Russell, 289.\nWhen judges undertake to decide cases not upon the law, but upon what they consider “public policy,” or the “policy of the law, ’ ’ they stand upon very slippery ground. This is strikingly exemplified by the strange inconsistency of the English decisions as to what are superstitious uses, one vice-chancellor, upon the ground of public policy holding a devise for the purpose of aiding in the publication and circulation of “Baxter’s Call to the Unconverted,” to be void because for a superstitious use; while Lord Romilly held upon the like ground of public policy, that a trust for propagating the sacred writings of Joanna Southcote valid, and not for a superstitious use, notwithstanding these writings averred that Joanna Southcote was with child by the Holy Ghost. Attorney General v. Baxter, 1 Ver. 248; Thornton v. Howe, 31 Beav. 14.\nThe Irish chancery courts, uninfluenced by any consideration of a “public policy” to oppose Catholicism, have not followed the English courts, but have held, in two cases, devises of personal property to procure masses to be said for the soul of the donor to be valid. Read v. Hodgens, 7 Irish Eq. 17; Com’rs v. Walsh, 7 Irish Eq. 34 and note.\nThe history of this statute of ours adopting the common law and statutes of England, and of the country at the time of its adoption, should also be considered in determining whether or not the statutes 23d Henry VIII and 1st Edward VI, ever became a part of our law; and if they did, whether or not the decisions of the English courts as to superstitious uses should be followed in this country.\nIn May, 1774, the people of Virginia assembled in a convention to sever the political relations that bound them to the mother country. The celebrated bill of rights and constitution of the commonwealth of Virginia was then adopted. The convention adopted several ordinances deemed necessary to the changed relations, and among others, one adopting the common law and statutes of England prior to 4th year James I. The reason why that date was fixed upon was, I presume, because in that year 1607, the first permanent settlement of Virginia was made, at Jamestown; the theory being that the colonists brought with them the common law and statutes as it then existed.\n“Prom the first the colonists of America claimed the benefit of the common law. * * ® The acts of parliament passed after the settlement of a colony, were not in force therein unless made so by express words or by adoption.” Cooley, Const. Lim. 23 and note.\nAlthough the established church of England was by law that of Virginia from its earliest colonial days, the same convention that adopted the ordinance, also adopted a provision in the bill of rights which declared “that all men are equally ■entitled to the free exercise of religion according to the dictates of conscience, and that it is the mutual duty of all to practice Christian forbearance, love and charity toward each other.”\nIt is apparent that the sentiment of the convention was in favor óf absolute freedom in religion.\nThe history of the colonies’ and of the then passing events, teach us that it was the sentiment and policy of the country. The war for independence was raging and Catholic Maryland and Episcopal Virginia were then fighting side by side the great battle for both civil and religious liberty.\nThis statute, Revised Statutes, ch. 28, was first adopted in 1807, by the territory of Indiana, which then embraced the now states of Illinois and Wisconsin. The northwestern territory, once a part of Virginia, was largely settled by that people and that fact probably is the reason why the Virginia statute was adopted. Illinois was then an almost uninhabited wilderness, and the 23 Henry VIII and 1 Edward VI, could have no applicability. The present statute was adopted in Illinois in 1819.\nIt may, “upon authority,” be contended that because of inapplicability and inconsistency with our institutions the statutes referred to never became a part of our law. 1 Jarman on Wills, 386; Carter v. Balfour, 19 Ala. 814.\nBut even admitting that they did become by adoption a part of our law, yet it must be conceded, considering the history of this statute, adopting the statutes of England, and of contemporaneous events in Virginia and Illinois at the time of its passage, that neither Virginia or Illinois intended to adopt the doctrine of the English courts as to superstitious uses as a part of their laws.\nThe question being freed from the force of “precedents” must be decided upon principle.\nIn the United States, where no discrimination is made in law between the professions of any particular religious creed; where there is an absolutely free toleration of all religious opinions and modes of worship, can any such thing as a superstitious use be said to exist?\nWho is to decide whether or not a use, as connected with the religious belief of the donor is, or is not superstitious ? Must it be decided according to the sectarian views of the chancellor ?\nNor is the question here, whether or not the doctrine of a purgatory is well or ill founded; or whether or not masses for the souls of the departed are efficacious.\nWho can penetrate the life beyond and say that there is no-purgatory? This property was appropriated -by the donor to a use in accordance with his religious belief. That there is a purgatory, and that masses for the souls therein are efficacious, is a part of the belief of those professing the Catholic religion. ,\nIn the formulary of faith of Pius IV, which is still that of the unchangeable church, and which persons becoming members of the church are expected to give their adhesion to, I find the following:\n“I. prof ess likewise that in the mass there is offered to God a true, proper and propitiatory sacrifice for the living and the dead. * * * I firmly hold that there is a purgatory and that the souls therein detained are helped by the suffrages of the faithful.”\nThis being the donor’s belief, why should not his desires-be carried out? It has become a maxim of the law that a man may do what, he will with his own. The only limitations; are that he does not violate the law in so doing, nor devote his property to an immoral purpose. A person may gratify any whim or caprice, religious or irreligious, that he may desire. With the wisdom of his act the law has no concern.\nThe legislature has not declared such a disposition of this; property illegal.\nNeither the legislature nor the court has the power to declare that any religious use is a superstitious use.\nWith us there is a legal equality of all sects, all are equally orthodox. To discriminate and say what shall be considered a pious use, and what a superstitious use would be to infringe-upon, the constitutional guarantee of perfect freedom and equality of all religions.\nThe right of a person to devote his property to any purpose which he believes to be a religious purpose, is just as necessary to the religious liberty guaranteed by the constitution, as is the right to believe and worship according to the dictates of one’s own conscience.\nThe wish of the donor must be followed, and the funds appropriated to the procuring of masses to be said in accordance with his instructions.\nNote.—As to bequest for the procurement of masses for the soul, see note in 25 L. R. A. 360, and also 5 Wis. Leg. News, 416.—Ed.\nLaws of Illinois, 1819, p. 1.", "type": "majority", "author": "Tuley, J.:"}], "attorneys": ["B. W. Clifford, for complainant.", "A. Tripp, for respondent."], "corrections": "", "head_matter": "(Circuit Court of Cook County. In Chancery.)\nRichard J. Kehoe vs. Kehoe, et al.\n(May, 1883.)\n1. Trusts—Masses for the Soul—Statute of Frauds. The decedent deeded certain personal property, upon oral directions that the fund should be devoted to the procurement of masses for the soul of the decedent and his mother. Held, that the trust was not void because not wholly in writing, as the statute-of frauds does not embrace trusts as to personal property, but only as to realty.\n2. Masses for the Soul—Superstitious Uses. At common law gifts or devises for procuring masses are void, as being for superstitious uses.\n3. Same—English Statutes. 'The English statutes concerning the-disposition of property for superstitious uses are inapplicable to our conditions and inconsistent with our institutions, and never became a part of our law. The origin of the Illinois statutes as to the adoption of the common law traced.\n4. Same—Religious Belief. The right of a person to devote his property to what he conceives is a religious purpose, such as. the procurement of masses for the Soul, is just as necessary to the religious liberty guaranteed by the constitution, as the right to believe and worship according to the dictates of one’s own conscience.\n5. Same. A bequest for the procurement of masses for the donor’s soul is a valid bequest.\nBill to obtain instructions of court as to complainant’s duty as trustee. Heard before Judge Murray F. Tuley.\nFor statement of facts see opinion.\nB. W. Clifford, for complainant.\nA. Tripp, for respondent."}, "first_page_order": 182, "last_page_order": 189}
