{"id": 4803384, "name": "James T. Soutter, et al. vs. Ganie Felicite Lucile Marie Rose Belynde Ange D'Auxy, et al.", "name_abbreviation": "Soutter v. D'Auxy", "decision_date": "1898-03-07", "docket_number": "Gen. No. 167,422", "first_page": "364", "last_page": "372", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 364"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [{"cite": "19 How. 393", "category": "reporters:scotus_early", "reporter": "How.", "opinion_index": 0}, {"cite": "71 Fed. 382", "category": "reporters:federal", "reporter": "F.", "weight": 2, "pin_cites": [{"page": "385, 386, 389, 391"}], "opinion_index": 0}, {"cite": "1 Sandf. Ch. 583", "category": "reporters:state", "reporter": "Sand. Ch.", "opinion_index": 0}, {"cite": "169 U. S. 649", "category": "reporters:federal", "reporter": "U.S.", "weight": 4, "opinion_index": 0}, {"cite": "181 U. S. 92", "category": "reporters:federal", "reporter": "U.S.", "opinion_index": 0}, {"cite": "21 Fed. 905", "category": "reporters:federal", "reporter": "F.", "opinion_index": 0}, {"cite": "24 Fed. 723", "category": "reporters:federal", "reporter": "F.", "pin_cites": [{"page": "725"}], "opinion_index": 0}, {"cite": "35 Fed. 355", "category": "reporters:federal", "reporter": "F.", "pin_cites": [{"page": "356"}], "opinion_index": 0}, {"cite": "36 Fed. 437", "category": "reporters:federal", "reporter": "F.", "pin_cites": [{"page": "438"}], "opinion_index": 0}, {"cite": "36 Fed. 553", "category": "reporters:federal", "reporter": "F.", "pin_cites": [{"page": "554"}], "opinion_index": 0}, {"cite": "81 Fed. 337", "category": "reporters:federal", "reporter": "F.", "pin_cites": [{"page": "352"}], "opinion_index": 0}], "analysis": {"cardinality": 730, "char_count": 17133, "ocr_confidence": 0.502, "pagerank": {"raw": 4.076306636737454e-08, "percentile": 0.15663361306773219}, "sha256": "0f7b99e31fd57c63fa5e44624e3e76496bbf1ab2d0f425cc39f781ad6bd5b2c9", "simhash": "1:72ef6f44258c024a", "word_count": 2940, "random_id": 4195907142, "random_bucket": 30278}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["James T. Soutter, et al. vs. Ganie Felicite Lucile Marie Rose Belynde Ange D’Auxy, et al."], "opinions": [{"text": "Tuley, J.:\nThis is a bill in partition. The two complainants bring this bill for partition making their half-sister, Ganie, party defendant.\nThe facts appear to be as follows: Lamar Soutter, a common ancestor and an American citizen, died March 16, 1893. Ganie, the defendant, was bom in New York city, is now a minor upwards of ten years of age and has always lived in the state of New York. The father is Arthur le due d’Auxy, a Belgian citizen, who has never been naturalized in the United States.\nComplainants, by their bill, contend that Ganie is a nonresident alien, and could not inherit land in Illinois upon the death of Lamar Soutter in 1893. It was admitted that she is “a non-resident,” within the meaning of the Illinois statute.\nThe question then involved is, whether she is an alien.\nThe Revised Statutes of Illinois, chapter 6, section 1, provide as follows: that, “a non-resident alien” * * * “shall not be capable of acquiring title to or taking or holding any land or real estate in this state by descent, devise, .purchase, or otherwise.”\nIt is a singular fact that the question whether a child born in the United States, whose parents are foreigners, residing in the United States (and not being ambassadors or ministers of foreign powers), is an alien or a citizen, has never been decided by the United States supreme court.\nPrior to the adoption of the fourteenth amendment, which defines a national citizenship and distinguishes the same from state citizenship, the leading case upon the question of the citizenship of a child born of alien parents, residing in the United States, was that of Bernard Lynch v. John Clarke and Julia Lynch, found in 1st Sanford’s Chancery Reports, page 583, in which it was held that Julia Lynch, born in the city of New York in 1819, of alien parents, during their temporary sojourn in that city, was a citizen of the United States.\nThe briefs of counsel and the opinion of the court contain all the law on the question involved that was to be found at that time. In that ease the question as to the right of Julia Lynch to inherit turned upon the question of her alienage or citizenship. The learned chancellor there held the right of citizenship as distinguished from alienage is a national right or condition and pertains to the confederate sovereignty of the United States and not to individual states. At the time of that decision, whether there was such a thing as national citizenship except through state citizenship, was a question much debated and of difference of opinion; Calhbun and the followers of the state rights school, contended that there could only be national citizenship through state citizenship. But the learned chancellor in that case held that neither the common law nor the statute law' of the state of New York could determine whether Julia was or was not an alien. He also held that the constitution of the United States, as well as those of the thirteen old states, presupposed the existence of the common law, and that to a limited extent the principle of common law prevailed in the United States, as a system of national jurisprudence, and as there was no constitutional or congressional provision declaring citizenship hy birth, it must be regulated by some rule of common law; that citizenship was purely a matter of national jurisprudence and not of state or municipal law, and adduces the law of the United States to be that children born here are citizens, without any regard to the political condition or allegiance of their parents, excepting, of course, children of ambassadors and ministers, who, in theory, are bom within the allegiance of the sovereign power represented and do not fall within the rule.\nThe learned chancellor in that case considers at great length the contention that, by international or public law, the child so bom was an alien for the reason that by that law the-child follows the political condition of the parent, and suggests that such a rule might lead to the perpetuation of a race of aliens in our own country. He concludes th.at the rule contended for in that case, that the parents of Julia Lynch being foreigners, she took on the same character of alienage as her father, is one confined to countries which derive their jurisprudence from civil law and is more properly a rule of civil law than one of public law, or the law of nations, and that it was not and never had been the law of this country.\nHe also comments on the dual allegiance recognized by some writers on international law as attaching to a child born of aliens temporarily sojourning in the place of its birth, by which the child is held to be a native born citizen of the country of its birth, and, also, a subject of the nation to which its father owed allegiance, with a right to such child upon majority to choose of which country it will claim citizenship, and holds that even if such could be held to be the law of the United States, the inheritance being cast upon the child, Julia Lynch, during her minority, the place of her birth must govern and therefore that she could take the property as heir-at-law.\nIt is, however, contended that Lynch v. Clarke, is based upon the theory that the common law of England as it existed at the time of the revolution became the common law of the United States, anc. that the chancellor was in error in that regard, as there is not and never has been any national common law of the United States.\nThis question also has never been directly decided by the supreme court of the United States, but is now pending there in a case which went up from this judicial district.\nIt is, however, not necessary to rely entirely upon Lynch v. Clarke, as in the opinion of this court the 14th amendment to the United States' constitution establishes and declares what shall constitute national citizenship.\n\"Whatever may have been the rule as to what constituted national citizenship prior to the adoption of the 14th amendment, it was within the power of the United States by amendment of the constitution, or otherwise, to legislate upon that subject, as, in the view of international law, all sovereign states are and must be equal in rights, and, therefore, each competent for itself to determine what shall constitute citizenship.\nThe effect of the 14th amendment as to the citizenship of a child born in the United States of alien parents, temporarily residing here, has never been directly passed upon by the supreme court of the United States.\nThe\" 14th amendment-declares that “all persons born and naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States.” * * *\nThe leading case on the question of citizenship of a person born in the United States since the adoption of the 14th amendment of the constitution, is that of In re Look Tin Sing, on habeas corpus, before the United States court. Justices Field, Sawyer and Sabin, found in the 21st Fed. page 905, opinion by Justice Field, in which he held that “independently of the constitutional provision (that is, the 14th amendment), it has always been the doctrine of this country, except as applied to Africans brought here and sold as slaves, and their descendants, that birth within the dominions and jurisdiction of the United States of itself creates citizenship. ’ ’ He refers to the above opinion of Assistant Vice-Chancellor Sandford in Lynch v. Clarke, and says that the chancellor after an exhaustive examination of the law, said “that he entertained no doubt that every person born within the dominion and allegiance of the United States, whatever the situation of his parents, was a natural born citizen and added that this was the general understanding of the legal profession and the universal impression of the public mind. In illustration of this general understanding, he mentions the fact that when at an election an inquiry was made whether the person offering to vote is a citizen or an alien, if he answers that he is a native of this country, the answer is received as conclusive that he is a citizen; that no one inquires further; no one asks whether his parents were citizens or foreigners. It is enough that he was bom here, whatever was the status of his parents.” And in the case of Look Tin Sing the learned Justice Field construed the 14th amendment and declared that “all persons bom or naturalized in the United States and subject to the jurisdiction thereof, are citizens of the United States, and of the state wherein they reside.”\nIn that case Look Tin Sing was the son of Chinese parents, was bom in California and had been sent to China for the purpose of being educated, and on his return, he was forbidden to land because of what is known as the Chinese Exclusion Act.\nJustice Field says, “This language (of the 14th amendment) would seem to be sufficiently broad to cover the case of' the petitioner. He is a person born in the United States. Any doubt on the subject, if there can be any, must arise out of the words, ‘subject to the jurisdiction thereof.’ They alone are subject to the jurisdiction of the United States who are within their dominions and under the protection of their laws, and with the consequent obligation to obey them when obedience can be rendered; and only those thus subject by their birth, or naturalization, are within the terms of the amendment. The jurisdiction over these latter must, at the time, be both actual and exclusive. The words mentioned except from citizenship, children born in the United States, of persons engaged in the diplomatic service of foreign governments, such as ministers and ambassadors whose residence, by a fiction of public law, is regarded as part of their own country.” Also that “persons bom on a public vessel of a foreign country, while within the waters of the United States, and consequently within their territorial jurisdiction, are also excepted. They are considered as born in the-country to which the vessel belongs. In the sense of public law they are not born within the jurisdiction of the United States. The language used has also a more extended purpose. It was designed to except from citizenship persons who, though born or naturalized in the United States, have renounced their allegiance to our government, and thus dissolved their political ■connection with the country. The United States recognized the right of every one to expatriate himself and choose another country.” * * * “The English doctrine of perpetual and unchangeable allegiance to the government of one’s birth attending the subject wherever he goes, has never taken root in this country, although there are judicial dicta that a citizen can not renounce his allegiance to the United States without the permission of the government under regulations prescribed by law, and this would seem to have been the opinion of Chancellor Kent, when he published his commentaries. But a different doctrine prevails now.” And proceeding he declares, “The clause as to citizenship was inserted in the amendment not merely as an authoritative declaration of the generally recognized law of the country, so far as the white race is concerned, but also to overrule the doctrine of the Bred Scott case, affirming that persons of the African race brought to this country and sold as slaves, and their descendants, were not citizens of the United States, nor capable of becoming such.” (19 How. 393.) And concluded by holding, “No citizen can be excluded from this country except in punishment for crime. Exclusion for any other cause is unlmown to our laws, and beyond the power of congress. ’ ’ (Among the exceptions may also be mentioned, Indians sustaining tribal relations.)\nIn what is known as the Slaughter House cases, in the 16th Wall., United States Report, 36, 73, Justice Miller, who delivered the opinion of the supreme court, in construing the clause in the 14th amendment referred to, remarks: “That the phrase ‘subject to the jurisdiction thereof’was intended to exclude from its operation, children of ministers, consuls, and citizens or subjects of foreign states, born within the United States. The question im issue in that case was not as to the status of children born in the United States whose parents were subjects of foreign states and it was not necessary to the decision of the case before the court to decide that question.” In the late American and English Encyclopedia of the Law, 6th volume, new series, this is refered to as a mere dictum of Judge Miller, and “that it must be modified in view of the decision in the case of Look Tin Sing, decided by Mr. Justice Field, and other decision which have followed Judge Field’s ruling, the latest among which appears to be In re Wong Kim Ark, 71 Fed. 382.”\nI can not but regard the case of Lynch v. Clarke, and the case of Look Tin Sing, decided by Justice Field, as correctly laying down the law which should govern this ease. I am of opinion that there can be no reasonable doubt but that under the clause quoted of the 14th amendment, that a child born of foreign parents, residing in the United States, not coming within the exceptions as to children of resident ministers and ambassadors, and Indians sustaining tribal relations, must be held by reason of their birth alone within the United States, to be natural bom citizens of the United States.\nA decree may be prepared accordingly.\nThe doctrine of Lynch v. Clarke, 1 Sandf. Ch. 583, has been followed in United States v. Wong Kim Ark, 169 U. S. 649.—Ed.\nThe case referred to is doubtless United States v. Wong Kim Ark, 169 U. S. 649, decided March 28, 1898, although that case did not go up from this judicial district. It was there held that the provision of the fourteenth amendment to the constitution in regard to citizenship must be interpreted in the light of the common law, the principles and history of which were familiarly known to the framers of the constitution. Chief Justice Fuller, with whom- concurred Mr. Justice Harlan, dissented and held (p. 709) that there is no common law of the .United States, nor has there ever been. The queston as to whether there is a body of national common law has since been decided in Western Union Telegraph Co. v. Call Publishing Co., 181 U. S. 92.—Ed.\nThe decision in In re Look Tin Sing, 21 Fed. 905, has been cited and approved in the following cases: In re Sun Hung, 24 Fed. 723, 725; Ex parte Chin King, 35 Fed. 355, 356; In re Yung Sing Hee, 36 Fed. 437, 438; In re Wy Shing, 36 Fed. 553, 554; In re Wong Kim Arte, 71 Fed. 382, 385, 386, 389, 391, aff. 169 U. S. 649; In re Rodrigues, 81 Fed. 337, 352.—Ed.\nThe decision of Judge Tuley has since been affirmedin principle by the United States supreme court in United States v. Wong Kim Ark, 169 U. S. 649.—Ed.", "type": "majority", "author": "Tuley, J.:"}], "attorneys": ["Hamlin, Holland & Boyden, solicitors for complainants.", "Frederick F. Nor cross, solicitor for defendant D’Auxy.", "Frederick W. Burlingham, solicitor for defendant Theodore L. Frothingham."], "corrections": "", "head_matter": "(Circuit Court of Cook County. In Chancery.)\nJames T. Soutter, et al. vs. Ganie Felicite Lucile Marie Rose Belynde Ange D’Auxy, et al.\n(March 7, 1898.)\n1. Citizenship—Whether National or State. The right of citizenship as distinguished from alienage is a national right or condition, and pertains to the confederate sovereignty of the United States, and not to individual states.\n'2. Constitutional Law—Whether National Common Law. The constitution of' the United States presupposed the existence'of the common law, and to a limited extent the principles of the common law prevail in the United States as a system, of national jurisprudence.\n■3. Citizenship—Child Born of Foreign Parents. The rule that a child born in.a foreign country is a citizen of the country of her parents, is one confined to countries which derive their jurisprudence from the civil law, and is not the rule in this country.\n-4. Constitutional Law—Citizenship—WIeat Constitutes—Child Born of Foreign Parents. The fourteenth amendment to the constitution of the United States provides that “all persons bom and naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States.” Under this provision every person bom within the dominion and allegiance of the United States, whatever the nationality of his parents, is a natural born citizen of the United States.\n5. Same—Children oe Ambassadors, etc., Exceptions to Rule. This rule does not apply to children born in the United States of persons engaged in the diplomatic service of foreign governments, such as ministers and ambassadors, whose residence by a fiction of public law is regarded as a part of their country. Nor does the rule apply to persons born on a public vessel of a foreign country, while within the waters of the United States. The clause in the 14th amendment “subject to the jurisdiction of the United States” excludes all such persons from the operation of the general rule. Indians sustaining tribal relations are also excluded.\nBill for partition filed February 23, 1897. Gen. No. 167,422. Heard before Judge Murray F. Tuley. Decree September 14, 1898.\nFor statement of facts see opinion.\nHamlin, Holland & Boyden, solicitors for complainants.\nFrederick F. Nor cross, solicitor for defendant D’Auxy.\nFrederick W. Burlingham, solicitor for defendant Theodore L. Frothingham."}, "first_page_order": 382, "last_page_order": 390}
