{"id": 4802804, "name": "City of Chicago vs. A. M. Forbes Cartage Company; City of Chicago vs. R. J. Mix Transfer Company", "name_abbreviation": "City of Chicago v. A. M. Forbes Cartage Co.", "decision_date": "1901-02-11", "docket_number": "", "first_page": "473", "last_page": "479", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 473"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [{"cite": "175 Ill. 445", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "14 Colo. 43", "category": "reporters:state", "reporter": "Colo.", "opinion_index": 0}, {"cite": "59 Pac. 62", "category": "reporters:state_regional", "reporter": "P.", "opinion_index": 0}, {"cite": "161 Ill. 265", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "17 Ill. App. 62", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "71 Ill. 269", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "78 Ill. 114", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "77 Ill. 156", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "46 Mo. 574", "category": "reporters:state", "reporter": "Mo.", "opinion_index": 0}, {"cite": "54 Ill. 88", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}], "analysis": {"cardinality": 678, "char_count": 13090, "ocr_confidence": 0.499, "sha256": "20adecf11326c5cf43afab69c1c9c0b8f6cfbacca8b67f2328b8bc2f04edf8cc", "simhash": "1:be4a36bd6ea256f2", "word_count": 2299, "random_id": 4284155698, "random_bucket": 1842}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["City of Chicago vs. A. M. Forbes Cartage Company. City of Chicago vs. R. J. Mix Transfer Company."], "opinions": [{"text": "Holdom, J.:\nThe defendants are charged with a violation of chapter 19, article 3, Revised Code of Chicago, in operating a public cart without displaying a plate and badge, as provided in section 521 of said code.\nThe defendants are both incorporated under the laws of •this state, and are engaged in contract teaming—that is— they own horses and large and small trucks and wagons, suitable for the handling of various kinds of goods and merchandise in and about the city of Chicago: They each maintain a business office as well as stables for the keeping of their horses and housing their vehicles; all of the business of hauling is done by time contracts at a fixed price per ton with, •among others, such firms as Sprague, Warner & Co., Hibbard, Spencer, Bartlett & Co. and S. A. Maxwell & Co. Such teams and vehicles with drivers are sent out to such firms, and are entirely under their direction, and haul their goods to the freight houses, warehouses and other places as instructed, returning direct, either to the stables or to the company’s office for instructions. Many of the vehicles are lettered with the names and business of the firms for whom hauling is done, although as a matter of fact, none of such firms have any proprietary interest, either in the vehicles or the horses drawing-them. None of the vehicles have any stand or solicit trade on the streets, nor odd jobs of hauling are either solicited or taken, and no driver or other employe takes any order for-hauling except at the office.\nThese are substantially the facts proven, germane to this-inquiry.\nIt is conceded that the metal plates and badges directed by the ordinance to be fixed on public carts and worn by their drivers were not so done to either the drivers or wagons, the subject-matter of the contention in these prosecutions.\nTwo defenses are interposed:\n1st. The ordinance is illegal and void, and\n2nd. If valid, defendants are not amenable to it.\nIn the view I take of the case, it is unnecessary to decide-at this time, as to whether or not (in a proper case) the ordinance is valid.\nSection 507 defines all vehicles coming within its scope as-“public carts.”\nSection 512 sets apart certain territory in the city “as a public stand for trucks, wagons and teams.”\nSection 513 makes it the duty of the superintendent of-police to “assign to the owner of each duly licensed public cart a stand where such cart may remain, waiting to be employed,, and also a stand where it may remain at other times.”\nSection 515 provides that “it shall be the duty of every person driving or having charge of a public cart to give to any person requesting it, his name and place of residence, the number of the cart he is driving or in charge of, and the name and place of residence of the owner thereof, and a refusal to-do so shall be deemed a violation of this article. ®\nSection 519 fixes a scale of charges and the manner of loading and unloading.\nSection 525 makes it obligatory upon the driver of any public cart to haul goods when requested, at the rates -of compensation fixed by the ordinance, and provides a fine of five dollars for each violation of this section.\nThis ordinance, so far as it i& effective, finds warrant in clause 42, sec. 63, art. 5, chap. 24, R. S., entitled “Cities, Towns and Villages,” and is an exercise of the public power conferred upon the city by its charter.\nThe court will take judicial notice that Chicago is a great metropolitan city and that it is a railroad centre second to none, that vast numbers of people are continually passing through it to points beyond Chicago in every direction, that many foreigners newly emigrated from their fatherlands and strangers to our tongue are coming and going constantly, that in the great aggregation of people domiciled here there is much changing of habitation, and consequent hauling of the personal impedimenta of the mover from one place to another, from the maid servant with her small trunk to the man of family with his household goods. The public cartman stands with his vehicle in the public highway for just such employment. He is unknown to those who engage his services, the plate and the badge are the only means of identification in the events of disputes or a miscarriage of property, and the ordinance is enacted for their protection. Such are common carriers and subject to police control—they pursue a calling which is affected with a public interest. City of Chicago v. Collins, 175 Ill. 445; People v. Stitt, 14 Colo. 43, 59 Pac. 62.\nThese defendants are not common carriers within the common law definition of that character of enterprise. Their business is not affected with a public interest, and is not, therefore, subject to police control, any more so than that of any other business not so charged.\nNeither of these defendants’ wagons or teamsters stand in the public highway, soliciting business, they are not seeking the transient or unknown with whom to do business. All their hauling and teaming is done with firms and .persons known to them, not at rates fixed by ordinance, but by an independent contract, as they have a legal right, imposing such terms as may be agreeable to themselves. This is not a departure from any former way of transacting their business; it has been the same from the beginning.\nIf they are public cartmen, they must change their mode of doing business, and comply with the ordinance, not only as to procuring a license and a plate and badge for each vehicle and driver, but by charging the prices fixed by the ordinance and no more, or subject themselves to the penalties imposed by section 525.\nThe canon of construction invoked as to clause 42, sec. 63, art. 5, chap. 24, confines its operation exclusively to common carriers. Cecil v. Green, 161 Ill. 265; City of Havana v. Vananingham, 17 Ill. App. 62.\nIt therefore follows that the common council of this city has no power under its charter to license or tax vehicles or their owners who are not common carriers. Farwell v. City of Chicago, 71 Ill. 269; Collinsville v. Cole, 78 Ill. 114; Joyce v. City of East St. Louis, 77 Ill. 156; City of St. Louis v. Grone, 46 Mo. 574.\nCooley on Torts, 283, lays down an axiomatic principle illustrative of the contention here made: “No man becomes a common carrier except with his own consent; but when he does so, he must conform to those principles of the common law under which the business has grown up.”\nNeither of the defendants have given their consent to act as common carriers. No act done by them appearing from the evidence brings them, even constructively, within the legal definition of a common carrier. They do not hold themselves out as undertaking for hire to transport the goods of any person, applying to them, from place to place. No person can lawfully compel them to carry goods against their will, or maintain an action, for damages for their refusal so to do. This is the legal test. Illinois Central Ry. v. Frankenberg, 54 Ill. 88; 5 Am. & Eng. Ency. Law, 158 (2d Ed.).\nI am of the opinion that neither of the defendants has been guilty of a breach of the ordinance- above referred to; that they do not come in any way within its fair interpretation; they are not amenable to it.\nA finding will therefore be entered in each case in favor of the defendants, and' the clerk is ordered to refund to them or their counsel the costs severally advanced by them in the prosecution of their appeals in this court.", "type": "majority", "author": "Holdom, J.:"}], "attorneys": ["Collins & Fletcher, for defendants.", "James Donohue, assistant prosecuting attorney for the city •of Chicago."], "corrections": "", "head_matter": "(Criminal Court of Cook County.)\nCity of Chicago vs. A. M. Forbes Cartage Company. City of Chicago vs. R. J. Mix Transfer Company.\n(February 11, 1901.)\n1. Common Carriers—Teaming Companies Are Not. Persons carrying on a general contract teaming business, and owning horses and wagons suitable for the hauling of \"goods in and about the city of Chicago, who do such hauling for their customers under time contracts at a fixed price per ton, are not common carriers, and cannot be compelled to carry goods against their will.\n2. Sams—'Power of City to Control and License. As the business of such teaming companies isi not affected with a public interest, it is not subject to police control.\n3. Public Cart—Defined. A teaming company which carries goods within a city for certain customers under private contract at a fixed price per ton, and does not hold itself out as undertaking for hire to transport the goods of any person applying to them, is not a common carrier, and does not come within the meaning of a city ordinance regulating and licensing “public carts.”\nAppeal from police magistrate. Heard before Judge Jesse Holdom.\nStatement of facts by court.\nThe defendants were fined by a police magistrate, for violation of section 521 of the Revised Code of Chicago (1897), article 3, and from the judgments of the police magistrate, the defendants each prosecuted an appeal to the criminal court of Cook county.\nThe material sections of the ordinance in question are as follows:\n“507. Public Cart, Defined.—Every cart, truck, wagon, dray or other vehicle drawn by one or more horses or other animals, which shall be kept, used, driven or employed for the transportation or conveyance of goods, wares, merchandise, or other articles, from place to place, within the city of Chicago, for hire, wages, or pay for such transportation, shall be deemed a “public cart” within the meaning of this article, and every person who shall set up, or so keep, use or employ any such public cart, without first obtaining license therefor from the mayor of said city as is hereinafter provided shall be-deemed guilty of a violation of this article.\n508. License.—The mayor shall from time to time, license and appoint so many and such persons, companies, or corporations, as he may think proper to set up and keep public carts in said city, and he may revoke or suspend any or all such licenses at his pleasure. All persons licensed as aforesaid to keep public carts, shall be deemed to be public eartmen within the meaning of this article; but it shall not be lawful for any person to receive or hold a license to keep public carts or to be a public Cartman, unless he be a resident of the state of Illinois, and is the actual owner of the cart or carts so licensed to be kept as public carts; and the mayor may examine under oath, all persons applying for or holding any such license, touching their qualifications as aforesaid; and all licenses other than to persons so qualified shall be void.\n509. License Fees.—The city collector shall require and receive for the use of the city from every person to whom the mayor may grant a license:\n1. For all baggage, express and furniture wagons and vehicles drawn by two or more horses or other animals, shall be charged for license, each, the sum of five dollars per annum.\n2. For all baggage, express and furniture wagons and vehicles drawn by one horse or other animal, shall be charged for license, each, the sum of two dollars and fifty cents per annum.\n3. For all drays, carts, wagons and other vehicles running within said city for hire or reward, and not otherwise expressly provided for, shall be charged for license, each, the sum of two dollars and fifty cents per annum.\n4. For all wagons and other vehicles drawn by four or more horses or other animals, for the conveyance of any heavy article .or thing for hire, from place to place in said city, shall be charged for license, each, the sum of five dollars per annum r Provided, that nothing herein contained shall include omnibuses and baggage wagons running to and from hotels free of charge.\n521. License Number Displayed.—All public eartmen upon taking out a license, shall obtain from the city clerk two painted metal plates eight inches long and four inches wide, on which shall be stamped the number corresponding to the license, and also the words, “Chicago express,” together with the year for which the license is issued, which plates the said licensed eartmen shall cause to be securely fastened on the outside of each side of the box of his cart, so licensed, or in a conspicuous place, so that the same can be easily seen. The said licensed cartmen shall also at the same time obtain from the city clerk a metal badge one and three-fourths inches long and one and one-eighths inches wide, having a number thereon •corresponding to the number on the aforesaid plates; said badge shall be provided with a pin or other fastening, and shall be worn by such licensed cartman in a conspicuous place on the outside of the coat, so that it may not be hidden either by accident or design. Upon the expiration of the licenses the city clerk shall prepare new plates, similar in design, but of a different color, and with the proper year stamped thereon, and shall also prepare new badges for all applicants for license as cartmen. The driving or using of a public cart without the above described plates attached thereto in plain sight, and without the driver thereof having such badge, shall be deemed a violation of this article.”\nCollins & Fletcher, for defendants.\nJames Donohue, assistant prosecuting attorney for the city •of Chicago."}, "first_page_order": 491, "last_page_order": 497}
