{"id": 4803228, "name": "James L. Morris, by his next friend. vs. Roughan (Rowan)", "name_abbreviation": "Morris v. Roughan", "decision_date": "1899", "docket_number": "Gen. No. 202,439", "first_page": "525", "last_page": "528", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 525"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [], "analysis": {"cardinality": 333, "char_count": 5075, "ocr_confidence": 0.497, "sha256": "5427a7c89c8eb0d024152c6a1ca7eefdef80a21c153bdc53e24b7b51f4b9a93c", "simhash": "1:3fe3c47475005283", "word_count": 865, "random_id": 3685370028, "random_bucket": 18604}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["James L. Morris, by his next friend. vs. Roughan (Rowan)."], "opinions": [{"text": "Ball, J.:\nThis is a bill brought by James L. Morris, by his next friend. It states that Morris is the proprietor of a large stove repairing business; that he is childless and a widower, his wife having recently died; that since July of this year he has been ill and constantly confined to his house; that he is suffering from tuberculosis, which disease has progressed so far as to impair his mind; that he is now in a state of confusional insanity, and Avholly incapable of transacting or caring for his business; that Avhile thus insane, and on August 16, 1899, he was induced by the defendant Rowan to convey certain real estate, the equity of which is worth $15,000, to his, Morris’ wife, who is the sister of the wife of Rowan; that this deed Avas Avithout consideration, was never delivered to the grantee, and was by Rowan fraudulently kept from public record until .after her death; that such business is being carried on by RoAvan, under a pretended power of attorney, obtained by him from Morris on said August 36th, at which time the .grantor was wholly insane; that Rowan has had no experience in such business and is insolvent; that the credit of the business is being impaired, and the landlord and other large creditors are threatening to collect their claims by legal process unless Rowan be removed and some competent person be placed in charge until the probate court can pass upon the petition filed in that court, for the appointment of a conservator of the insane complainant; that when such officer has qualified as such, he be substituted herein as complainant.\nThe application before me is for the appointment of a temporary receiver. The hearing is upon the sworn bill, upon the evidence of certain witnesses examined in open court, and upon affidavits filed by each party hereto.\nIn answer to this application it is said that this court has no jurisdiction to appoint a receiver for the property of an insane person until after the proper court has appointed a -conservator for him. This contention admits all the allegations of the bill which are properly pleaded. It admits waste and spoliation by Rowan, the insolvency of Rowan, and the insane condition of Morris.\nEvery lawyer knows, and therefore the court must be presumed to know, that some time will pass, probably a month, before the probate court can act upon the application for a conservator. In that interval, unless this court has jurisdiction, the estate of the insane person is wholly at the mercy of those having it in charge. I say “unless this court has jurisdiction,” since it is provided by the constitution that the '“circuit courts shall have original jurisdiction in all causes in law and equity.” Sec. 12, Art. VI. And hence if this court has not the power to preserve this estate, such power nowhere exists. The law is not so impotent as to be unable to protect an estate of a person under disability from injury by another solely because the probate court has not had time to appoint a conservator for the unfortunate owner. The law -does not tolerate an interregnum. I have no doubt of the jurisdiction of the court in this ease; and I am glad to say that under the authorities it is hardly a disputable question. Jones v. Lloyd, 9 Moak, 792, and case there cited.\nThe evidence strongly preponderates that Morris is insane .and is wholly incapable of transacting business. Two of the most skilled alienists in the city, after a careful examination, affirm in open court and under cross-examination that he is a victim of eonfusional insanity; and each of them testifies to specific facts which irresistibly support such conclusion. As to whether Rowan is wasting-or mismanaging the estate, is not so clear, the affidavits upon this point being conflicting. But this is true, that the principal creditors are alarmed and unite in the request for his removal. Prom all the evidence ¡before me I am inclined to the opinion that under the circumstances he is an improper person to have charge of this estate. It is better for all concerned that it temporarily be placed in the control of some competent and disinterested person.\nThe prayer for a receiver to act until the probate court has decided whether or not it will appoint a conservator for Morris is granted.", "type": "majority", "author": "Ball, J.:"}], "attorneys": ["C. M. Durand, for complainant.", "Atwood, & Pease, M. S. Bradley, and Cutting, Castle & WilMams, for various parties."], "corrections": "", "head_matter": "(Superior Court of Cook County. In Chancery.)\nJames L. Morris, by his next friend. vs. Roughan (Rowan).\n(1899.)\nInsane Person—Equitable Jurisdiction to Appoint Temporary Receiver Until Appointment of Conservator by Probate Court. Where it appears that a person is insane and incapable of managing his property and business, held that a court of equity has power to appoint a temporary receiver until the-probate court has appointed a conservator for him.\nBill for appointment of temporary receiver of property of insane person. Gen. No. 202,439. Heard upon affidavit and oral evidence in behalf of complainants and defendants, before Judge Farquin Q. Ball.\nThe facts are stated in the opinion.\nC. M. Durand, for complainant.\nAtwood, & Pease, M. S. Bradley, and Cutting, Castle & WilMams, for various parties."}, "first_page_order": 543, "last_page_order": 546}
