{"id": 3772463, "name": "In re the Marriage of John N. Heppner, Petitioner-Respondent, v. Susan M. Heppner, Respondent-Appellant", "name_abbreviation": "Heppner v. Heppner", "decision_date": "2009-05-05", "docket_number": "No. 2008AP2020", "first_page": "237", "last_page": "257", "citations": [{"type": "official", "cite": "319 Wis. 2d 237"}, {"type": "parallel", "cite": "2009 WI App 90"}, {"type": "parallel", "cite": "768 N.W.2d 261"}], "court": {"name_abbreviation": "Wis. Ct. App.", "id": 15300, "name": "Wisconsin Court of Appeals"}, "jurisdiction": {"id": 46, "name_long": "Wisconsin", "name": "Wis."}, "cites_to": [{"cite": "Wis. Stat. § 808.09", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "weight": 3, "opinion_index": 0}, {"cite": "Wis. Stat. § 767.59", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "opinion_index": 0}, {"cite": "2008 WL 941897", "category": "reporters:specialty_west", "reporter": "WL", "year": 2008, "pin_cites": [{"page": "*6", "parenthetical": "discussing the Black-Scholes method to value underwater options"}], "opinion_index": 0}, {"cite": "318 N.W.2d 391", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 1982, "pin_cites": [{"page": "398"}], "opinion_index": 0}, {"cite": "139 Wis. 2d 23", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 4, "year": 1987, "pin_cites": [{"page": "27"}, {"page": "32"}, {"page": "33"}, {"page": "36"}], "opinion_index": 0}, {"cite": "406 N.W.2d 736", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 6, "year": 1987, "pin_cites": [{"page": "737"}, {"page": "740"}, {"page": "740"}, {"page": "741"}], "opinion_index": 0}, {"cite": "2004 WI 27", "category": "reporters:neutral", "reporter": "WI", "weight": 3, "pin_cites": [{"page": "¶ 18"}, {"page": "¶ 31"}, {"page": "¶ 19"}], "opinion_index": 0}, {"cite": "269 Wis. 2d 598", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "pin_cites": [{"page": "613"}, {"page": "619"}, {"page": "613-614"}], "opinion_index": 0}, {"cite": "676 N.W.2d 452", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 3, "pin_cites": [{"page": "460"}, {"page": "463"}, {"page": "460", "parenthetical": "appellate courts decide questions of law de novo"}], "opinion_index": 0}, {"cite": "226 Wis. 2d 119", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1999, "pin_cites": [{"page": "125"}], "opinion_index": 0}, {"cite": "593 N.W.2d 509", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1999, "pin_cites": [{"page": "512"}], "opinion_index": 0}, {"cite": "172 Wis. 2d 124", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "year": 1992, "pin_cites": [{"page": "134", "parenthetical": "bolding in Hefty"}, {"page": "134"}], "opinion_index": 0}, {"cite": "493 N.W.2d 33", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 1992, "pin_cites": [{"page": "37", "parenthetical": "bolding in Hefty"}, {"page": "37", "parenthetical": "bolding in Hefty"}], "opinion_index": 0}, {"cite": "2004 WI 147", "category": "reporters:neutral", "reporter": "WI", "weight": 2, "pin_cites": [{"page": "¶ 28"}, {"page": "¶ 37"}], "opinion_index": 0}, {"cite": "277 Wis. 2d 47", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "pin_cites": [{"page": "68"}, {"page": "72"}], "opinion_index": 0}, {"cite": "690 N.W.2d 251", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 3, "pin_cites": [{"page": "261"}, {"page": "263"}], "opinion_index": 0}, {"cite": "107 Wis. 2d 72", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1982, "pin_cites": [{"page": "84-85"}], "opinion_index": 0}, {"cite": "2008 WI App 21", "category": "reporters:neutral", "reporter": "WI App", "weight": 3, "pin_cites": [{"page": "¶ 37"}, {"page": "¶ 39"}, {"page": "¶ 42"}], "opinion_index": 0}, {"cite": "307 Wis. 2d 156", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "pin_cites": [{"page": "178"}, {"page": "179"}, {"page": "181"}], "opinion_index": 0}, {"cite": "747 N.W.2d 690", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 3, "pin_cites": [{"page": "701"}, {"page": "701", "parenthetical": "emphasis in Wright"}, {"page": "702", "parenthetical": "emphasis in Wright"}], "opinion_index": 0}, {"cite": "2004 WI App 138", "category": "reporters:neutral", "reporter": "WI App", "weight": 6, "pin_cites": [{"page": "¶ 22"}, {"page": "¶ 35"}, {"page": "¶ 35"}, {"page": "¶ 24"}, {"page": "¶ 35"}], "opinion_index": 0}, {"cite": "275 Wis. 2d 252", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 6, "pin_cites": [{"page": "265"}, {"page": "271"}, {"page": "271"}, {"page": "267"}, {"page": "271"}], "opinion_index": 0}, {"cite": "685 N.W.2d 379", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 8, "pin_cites": [{"page": "385"}, {"page": "388"}, {"page": "386"}, {"page": "388"}], "opinion_index": 0}, {"cite": "168 Wis. 2d 278", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1992, "pin_cites": [{"page": "286"}], "opinion_index": 0}, {"cite": "483 N.W.2d 292", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1992, "pin_cites": [{"page": "295"}], "opinion_index": 0}, {"cite": "208 Wis. 2d 166", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1997, "pin_cites": [{"page": "190", "parenthetical": "\"the court of appeals may not overrule, modify or withdraw language from a previously published decision of the court of appeals\""}], "opinion_index": 0}, {"cite": "560 N.W.2d 246", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1997, "pin_cites": [{"page": "256", "parenthetical": "\"the court of appeals may not overrule, modify or withdraw language from a previously published decision of the court of appeals\""}], "opinion_index": 0}, {"cite": "142 Wis. 2d 7", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "year": 1987, "pin_cites": [{"page": "15, 18"}, {"page": "10-12, 15-18"}], "opinion_index": 0}, {"cite": "416 N.W.2d 661", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 3, "year": 1987, "pin_cites": [{"page": "664, 665"}, {"page": "662-663, 664-665", "parenthetical": "\"Although certain stock options are not exercisable until after the time of the divorce, they are nonetheless an economic resource acquired during the marriage.\""}], "opinion_index": 0}], "analysis": {"cardinality": 1178, "char_count": 27098, "ocr_confidence": 0.756, "pagerank": {"raw": 7.129004896111513e-08, "percentile": 0.42802746414945425}, "sha256": "337bd47497f4045ddf42ce5bd3c82118612a43cd656a7ccd4ff855669e64585f", "simhash": "1:cbeef69ff70c9f27", "word_count": 4541, "random_id": 2908469089, "random_bucket": 46945}, "last_updated": "2023-12-01T21:56:37.584463+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["Before Curley, PJ., Fine and Kessler, JJ."], "parties": ["In re the Marriage of John N. Heppner, Petitioner-Respondent, v. Susan M. Heppner, Respondent-Appellant."], "opinions": [{"text": "FINE, J.\n¶ 1. John N. and Susan M. Heppner were married in May of 1974, when he was just shy of his twenty-second birthday and she was almost twenty-three. They were divorced in March of 2008. Ms. Heppner appeals the judgment of divorce, contending that the trial court erred in deciding that maintenance payable by Mr. Heppner should end when he turns sixty on May 30, 2012. She also asserts that the trial court erred in ruling that: (1) Mr. Heppner's stock options exercised by him after the divorce were not to be considered in determining the amount of Mr. Heppner's maintenance obligation; and (2) those of Mr. Heppner's stock options whose grant price exceeded the value of the stock as of the divorce would be awarded to Mr. Heppner because they allegedly had \"no value.\" We modify the judgment in part, see Wis. Stat. § 808.09, reverse in part, and remand with directions.\nI.\n¶ 2. Mr. Heppner filed this divorce action in September of 2006, approximately two months after the parties separated. The Heppners have no children, and other than a clerical job before she married Mr. Heppner, a nine-month teaching stint in the 1974-1975 school year, and employment with a car dealership thereafter \"for a couple [of] years,\" Ms. Heppner has not worked outside the home. Her college degree is in Geography and she let her teaching certificate lapse because, according to her testimony, she could not get a teaching job after her nine-month teaching contract was not renewed when the incumbent teacher whose place she took returned to the school.\n¶ 3. Ms. Heppner's health, which she described as \"[fjragile,\" has not been good. She was diagnosed with breast cancer in 2003 and had a lumpectomy, radiation treatment, and currently sees an oncologist because, according to Ms. Heppner, \"there's something suspicious\" in her other breast. Additionally, Ms. Heppner told the trial court that she has \"[sjpinal stenosis,\" painful trouble with her teeth and jaw, and herniated disks in her neck and lower back. She had a hysterectomy in 2001, and a subsequent laparoscopy a year before the divorce hearing because of, according to her testimony, \"complications after the hysterectomy.\" She also takes a thyroid medicine.\n¶ 4. Mr. Heppner is in apparent good health and has done very well in his career, rising from low-level employment as a corporate accountant to be the president and chief executive officer of the storage and security division of Fortune Brands, which according to Mr. Heppner's testimony \"is a large conglomerate, [with] about eight billion dollars in total sales.\" His group within Fortune Brands encompasses Master Lock and \"Waller Industries, which is Craftsman tool boxes if you went to Sears.\" There are some 3,500 employees in Mr. Heppner's group, and nine persons report to him directly. Mr. Heppner reports directly to the president and chief executive officer of Fortune Brands. Mr. Heppner received his masters of business administration degree in 1992, shortly after he left a previous employer, JI Case, which paid his business-school tuition. Mr. Heppner and his father paid for Mr. Heppner's undergraduate college degree.\n¶ 5. Mr. Heppner testified that his job is very stressful and requires significant travel, both in the United States and abroad. He estimated that he spends some sixty percent of his time traveling, thirty percent of that travel being outside of the United States. He admitted, however, that he \"wasn't always traveling 60 percent of the time,\" but that added responsibilities in 2006 brought it to that level. He told the trial court that he gets between eighty and one-hundred emails a day. Ms. Heppner described him as a \"[wjorkaholic,\" and the trial court agreed. According to trial exhibits in the Record, Mr. Heppner earned a total of $1,521,212.66 in 2006, and $835,798.00 in 2007, both sums including base salary, incentive compensation, and exercised stock options. According to another trial exhibit in the Record, Mr. Heppner's net worth for the \"Period Ending — Nov 12, 2007\" was $2,379,301.69.\n¶ 6. Ms. Heppner testified that Mr. Heppner was OK with her not working outside the home once they were able to buy their first home, some two years after they married. Although Mr. Heppner disputed this, contending that he constantly asked her to work outside the home, either for pay or as a volunteer, the trial court found that Mr. Heppner agreed over the years that his wife would not work and that he would retire sometime between the ages of fifty-five and sixty. This is how the trial court described in its oral decision what it called that \"tradeoff': \"That I [Mr. Heppner] get the benefit of my bargain, which is, I'm going to do this, you don't have to work, but I want to be able to get out from underneath the stresses of this position\" by retiring early.\nII.\n¶ 7. As we have seen, the issues on this appeal concern the duration of maintenance set by the trial court, and the trial court's treatment of Mr. Heppner's stock options. We analyze these matters in turn.\nA. Maintenance.\n¶ 8. Whether to award maintenance, how much that maintenance should be, and how long it should be paid is within the trial court's discretion. LaRocque v. LaRocque, 139 Wis. 2d 23, 27, 406 N.W.2d 736, 737 (1987). \" '[A] discretionary determination must be the product of a rational mental process by which the facts of record and law relied upon are stated and are considered together for the purpose of achieving a reasoned and reasonable determination.'\" Ibid, (quoted source omitted; brackets by LaRocque). Thus, a trial court erroneously exercises its discretion \"when it fails to consider relevant factors, bases its award on factual errors, makes an error of law, or grants an excessive or inadequate award.\" Rohde-Giovanni v. Baumgart, 2004 WI 27, ¶ 18, 269 Wis. 2d 598, 613, 676 N.W.2d 452, 460. We adopt the trial court's findings of fact unless they are \"clearly erroneous.\" Wis. Stat. Rule 805.17(2). Our review of legal issues is de novo. Monicken v. Monicken, 226 Wis. 2d 119, 125, 593 N.W.2d 509, 512 (Ct. App. 1999).\n¶ 9. The \"touchstone\" of a proper maintenance award is set by statute. LaRocque, 139 Wis. 2d at 32, 406 N.W.2d at 740. Wisconsin Stat. § 767.56 provides:\nUpon a judgment of annulment, divorce, or legal separation, or in rendering a judgment in an action under s. 767.001 (1) (g) or (j), the court may grant an order requiring maintenance payments to either party for a limited or indefinite length of time after considering:\n(1) The length of the marriage.\n(2) The age and physical and emotional health of the parties.\n(3) The division of property made under s. 767.61.\n(4) The educational level of each party at the time of marriage and at the time the action is commenced.\n(5) The earning capacity of the party seeking maintenance, including educational background, training, employment skills, work experience, length of absence from the job market, custodial responsibilities for children and the time and expense necessary to acquire sufficient education or training to enable the party to find appropriate employment.\n(6) The feasibility that the party seeking maintenance can become self-supporting at a standard of living reasonably comparable to that enjoyed during the marriage, and, if so, the length of time necessary to achieve this goal.\n(7) The tax consequences to each party.\n(8) Any mutual agreement made by the parties before or during the marriage, according to the terms of which one party has made financial or service contributions to the other with the expectation of reciprocation or other compensation in the future, if the repayment has not been made, or any mutual agreement made by the parties before or during the marriage concerning any arrangement for the financial support of the parties.\n(9) The contribution by one party to the education, training or increased earning power of the other.\n(10) Such other factors as the court may in each individual case determine to be relevant.\nThe statute incorporates the two components of maintenance: \"the support objective\" and \"the fairness objective.\" LaRocque, 139 Wis. 2d at 33, 406 N.W.2d at 740. The support element is designed to ensure that there will be enough money \"to support the recipient spouse in accordance with the needs and earning capacities of the parties.\" Ibid. The fairness element is designed \"to ensure a fair and equitable financial arrangement between the parties in each individual case.\" Ibid. Thus, the fairness component encompasses \"whether maintenance should be continued indefinitely\" or limited to a preset amount of time. Rohde-Giovanni, 2004 WI 27, ¶ 31, 269 Wis. 2d at 619, 676 N.W.2d at 463.\n¶ 10. \"Fairness\" has a special meaning under the law of maintenance: \"We believe that a reasonable maintenance award is measured not by the average annual earnings over the duration of a long marriage but by the lifestyle that the parties enjoyed in the years immediately before the divorce and could anticipate enjoying if they were to stay married.\" LaRocque, 139 Wis. 2d at 36, 406 N.W.2d at 741. Thus, the recipient spouse is entitled, assuming that the payor spouse's income permits it, to enjoy his or her life at the standard that he or she \"could anticipate enjoying\" but for the divorce. See Hefty v. Hefty, 172 Wis. 2d 124, 134, 493 N.W.2d 33, 37 (1992) (bolding in Hefty). When, of course, a recipient spouse could reasonably reach that life-style level by his or her own efforts following the expiration of a limited-term maintenance, then putting a time cap on the payment of maintenance may be appropriate. Kenyon v. Kenyon, 2004 WI 147, ¶ 28, 277 Wis. 2d 47, 68, 690 N.W.2d 251, 261 (\" 'The payment of maintenance is not to be viewed as a permanent annuity. Rather, such payment is designed to maintain a party at an appropriate standard of living, under the facts and circumstances of the individual case, until the party exercising reasonable diligence has reached a level of income where maintenance is no longer necessary.'\") (quoted source omitted). The focus — maintaining the recipient spouse at a life-style level he or she could anticipate but for the divorce — remains the same: \"[T]he goal of maintenance is to allow the parties to maintain a standard of living reasonably comparable to that enjoyed during the marriage.\" Id., 2004 WI 147, ¶ 37, 277 Wis. 2d at 72, 690 N.W.2d at 263. As we show below, it is this latter aspect of the fairness element that the trial court ignored.\n¶ 11. As material to this appeal, the trial court's written order concerning maintenance appears inconsistent. First, in paragraph 11(c), the trial court ordered the following:\nBeginning April 1, 2008, husband shall pay to wife by wage assignment 50% of his base salary, and 50% of his bonus, net of all Social Security and Medicare taxes. These payments end on the death of either party or wife's remarriage. They also end upon husband's retirement if he has reached age 60.\nYet, paragraph 11(e) of the order provides: \"Upon husband reaching age 60, maintenance payments to wife shall terminate.\" Nevertheless, under both provisions read in tandem, maintenance ends when Mr. Heppner turns sixty on May 30, 2012, irrespective of whether he has retired. Neither party argues otherwise.\n¶ 12. As we have seen, the trial court found that Mr. and Ms. Heppner had a tacit agreement during their marriage, what the trial court referred to as the \"bargain,\" that in return for Ms. Heppner not working outside the home, Mr. Heppner would retire by age sixty, if not a few years before. The trial court's selection of a fifty-percent division of Mr. Heppner's income for maintenance is consistent with Wisconsin law. See Bahr v. Bahr, 107 Wis. 2d 72, 84-85, 318 N.W.2d 391, 398 (1982) (\"It would seem reasonable for the trial court to begin the maintenance evaluation with the proposition that the dependent partner may be entitled to 50 percent of the total earnings of both parties. This percentage may, as in the case of property division, be adjusted following reasoned consideration of the statutorily enumerated maintenance factors.\"). Limiting the duration to the period from April 1, 2008 to May 30, 2012 is not, however, consistent with Wisconsin law.\n¶ 13. The trial court recognized that the Heppners \"had a very long-term marriage,\" and found that the \"tacit agreements\" that Ms. Heppner would not work and that Mr. Heppner would retire early \"were a part of the fabric\" of their marriage. Further, no one seriously argued (despite Mr. Heppners off-the-wall opinion that Ms. Heppner had an earning capacity of $100,000 per year), and the trial court never found, that Ms. Heppner, given her age, lack of work experience, and health problems could, at any point in the future, be self-supporting. Assessing the support objective of maintenance, the trial court opined that the fifty-fifty split was on the high side in light of Ms. Heppners support needs, finding that \"the monthly budget that you have proposed is — is inflated exponentially.\" The trial court explained that it nevertheless applied the fifty-fifty split because it was granting maintenance for a short time: \"[S]ooner or later she's going to be on her own, without spousal support, without sharing in the fruits of the labor of this marriage. . .. I'm going to err on giving her more because she's going to get a less [sic] period of time of it.\"\n¶ 14. In addressing the \"fairness\" aspect of maintenance, the trial court acknowledged that a maintenance award could be justified under that element even if the money awarded \"exceeds [Ms. Heppner's] needs.\" By cutting off maintenance when Mr. Heppner turned 60 on May 30, 2012, however, the trial court prevented Ms. Heppner from realizing what Hefty says was her right — to enjoy \"the lifestyle that the parties could anticipate enjoying if they stayed married,\" id., 172 Wis. 2d at 134, 493 N.W.2d at 37 (bolding in Hefty), even though the trial court's oral decision repeatedly referred to that as being Ms. Heppner's bargained-for expectation: the Heppners envisioned the post-retirement era when, as phrased by the trial court, \"we can enjoy our lives together while we still have our good health\", \"we're going to be able to enjoy and reap the rewards of what we have worked so hard for\", and, addressing Ms. Heppner, \"[y]ou were looking forward to the day that he retired so then you could reap the rewards of which he was being the workaholic for.\" Despite this recognition of Ms. Heppner's expectations of what her lifestyle would be after Mr. Heppner retired, the trial court obliterated those expectations because it seemed to assume that it should cut off maintenance once Mr. Heppner retired because that would, for reasons the trial court did not explain and are not evident in the Record, cut off his sources of income. Indeed, Mr. Heppner repeats this contention in his brief by asserting without citation to anything in the Record to support it that his \"ability to pay ends at age 60.\"\n¶ 15. By ending maintenance on May 30, 2012, the trial court ignored the Hefty principles we have discussed, and, accordingly, erroneously exercised its discretion. If Ms. Heppner is to be able to enjoy the life she would have enjoyed if the parties had not divorced, as Hefty teaches is the rule, she is entitled to maintenance even though Mr. Heppner is retired. Accordingly, under our authority under Wis. Stat. § 808.09 to modify a circuit court order, we modify the trial court’s maintenance order to extend beyond May 30, 2012, for an indefinite term. In light of the trial court's setting the fifty-fifty split based on its imposition of the limited-term maintenance, we remand to the trial court for an evaluation whether, consistent with this opinion, the fifty-fifty split should be modified. The parties may, of course, return to court for a modification of whatever maintenance division it ultimately sets. See Wis. Stat. § 767.59. Upon remand, the trial court shall enter a revised judgment to conform to our ruling.\nB. Stock options as income.\n¶ 16. Ms. Heppner argues that in setting the income pool from which Mr. Heppner would pay maintenance the trial court improperly excluded those stock options that he would exercise after the divorce, contending that money received from the exercise of those options is part of Mr. Heppner's pay package. This presents an issue of law that we analyze de novo. See Wright v. Wright, 2008 WI App 21, ¶ 37, 307 Wis. 2d 156, 178, 747 N.W.2d 690, 701 (\"[WJhether income from assets awarded in an equal property division should be considered in calculating a spouse's income available for maintenance is a question of law.\"); Rohde-Giovanni, 2004 WI 27, ¶ 19, 269 Wis. 2d at 613-614, 676 N.W.2d at 460 (appellate courts decide questions of law de novo). We agree that the trial court erred.\n¶ 17. Under Wisconsin law, \"the trial court is obligated to consider all sources of income when establishing maintenance.\" Wright, 2008 WI App 21, ¶ 39, 307 Wis. 2d at 179, 747 N.W.2d at 701 (emphasis in Wright). The trial court held, however, that Mr. Heppner's stock options were \"property,\" not income. We disagree.\n¶ 18. Consistent with what Maritato v. Maritato, 2004 WI App 138, ¶ 22, 275 Wis. 2d 252, 265, 685 N.W.2d 379, 385, recognized as a way to compensate \"key employees to motivate them to remain as employees,\" much of Mr. Heppner's income from his employer over the years has been from stock options, not traditional salary. Thus, according to a trial exhibit in the Record, from 1996 through 2005, Mr. Heppner received the following forms of income:\n• \"Base Salary\" $1,853,922.68\n• Short- and Long-Term Incentive Compensation 973,792.00\n• \"Income from Options\" 961,400.00\nThe break out for 2006 through 2007 is:\n• \"Base Salary\" $ 676,074.70\n• Short- and Long-Term Incentive Compensation 658,714.00\n• \"Income from Options\" 1,022,221.96\nAccording to the exhibit, the \"Income from Options\" was included as \"W2 Wages,\" and Mr. Heppner admitted during his testimony that his W2 forms included income received from his exercise of stock options. The trial court gave no reason other than its ipse dixit why such a significant component of Mr. Heppner's income should not be included in the income pool for the payment of maintenance. Further, there would be no improper \"double counting\" because the principle that prevents the \"double counting of an asset for both property division and maintenance . .. does not apply to income from assets awarded in a property division.\" Wright, 2008 WI App 21, ¶ 42, 307 Wis. 2d at 181, 747 N.W.2d at 702 (emphasis in Wright) (\"Income from assets awarded to a spouse as part of an equal property division are generally included in calculating that spouse's income for maintenance.\").\n¶ 19. The trial court's refusal to include stock-option income in the pool for maintenance was an error of law and, accordingly, an erroneous exercise of discretion. Thus, as we did in subpart A., we exercise our authority under Wis. Stat. § 808.09 and modify the trial court's maintenance order to encompass income that Mr. Heppner receives from the exercise of stock options. Upon remand, the trial court shall enter a revised judgment to conform to our ruling.\nC. Property division of stock options whose exercise price exceeds the current price of the underlying stock.\n¶ 20. As we have seen, Ms. Heppner contends that the trial court erroneously exercised its discretion in refusing to divide as part of the marital estate those stock options that the trial court viewed as having \"no value\" as of the time of the divorce because what Mr. Heppner would have to pay to exercise the options was greater than the price of the stock he would get from that exercise. For the purposes of a divorce property division, property is generally valued at the time of the divorce. Wikel v. Wikel, 168 Wis. 2d 278, 286, 483 N.W.2d 292, 295 (Ct. App. 1992).\n¶ 21. Ms. Heppner does not dispute the trial court's conclusion that the \"underwater\" stock options did not have value at the time of the divorce, and this conclusion is incontrovertible on appeal in light of the following from Maritato, 2004 WI App 138, ¶ 35, 275 Wis. 2d at 271, 685 N.W.2d at 388: \" 'If the exercise price is less than the market value, of course it [the option] has no value.'\" (Quoted source omitted.) We are bound by Maritato. See Cook v. Cook, 208 Wis. 2d 166, 190, 560 N.W.2d 246, 256 (1997) (\"the court of appeals may not overrule, modify or withdraw language from a previously published decision of the court of appeals\"). But, it still is within the trial court's discretion whether to include underwater options as part of the marital estate. Maritato, 2004 WI App 138, ¶ 35, 275 Wis. 2d at 271, 685 N.W.2d at 388; Chen v. Chen, 142 Wis. 2d 7, 15, 18, 416 N.W.2d 661, 664, 665 (Ct. App. 1987). Chen held that the trial court did not erroneously exercise its discretion in dividing as marital-estate property those stock options earned during the marriage but that were underwater at the time of the divorce. Id., 142 Wis. 2d at 10-12, 15-18, 416 N.W.2d at 662-663, 664-665 (\"Although certain stock options are not exercisable until after the time of the divorce, they are nonetheless an economic resource acquired during the marriage.\"). We thus assess whether the trial court applied the appropriate considerations in declining to divide the underwater stock options as part of the marital estate.\n¶ 22. First, as we have seen, Chen does not mandate the exclusion of underwater stock options from a marital-estate property division. Thus, the fact that neither the trial court nor the parties endeavored to give a value to those options (see footnote 3) is a neutral consideration.\n¶ 23. Second, Mr. Heppner testified that the major reason the division he runs suffered \"quite substantially\" was because of the precipitous decline in the housing industry:\nThe housing market in the last 18 months has declined 40 percent, and that has led to a significant number of layoffs within our business. Last year, I closed a factory in Pocahontas, Arkansas. We have terminated in excess of 40 percent of our salaried employees in Waterloo, Iowa. We are now closing that headquarters and moving it to Milwaukee. Master Lock hasn't been as affected, but we still have layoffs there as well.\nOur profitability in our storage unit has declined almost 50 percent.\nAlthough giving a passing nod to the options' sensitivity to the national economy, the trial court's core reason to not award the underwater options as part of the marital-estate property division was that the stock's (and, therefore, the options') \"potential upside [is] solely driven by the exclusive effort of Mr. Heppner post divorce, none of which she [Ms. Heppner] can contribute to, ... it's going to be by his own grit and hard work, and factors that she has absolutely no control overt,] the economy.\" The trial court reiterated this reason several pages later in its oral decision: \"[I]t's also a fairness issue, which is that he's going to be the sole reason, along with his company's performance, to get some value to that property [the stock options] .... The economy will do what it's going to do, and Mr. Heppner is going to do what he does without the benefit of having a home domestic engineer at his house, i.e., Miss Heppner, there to help him perform.\"\n¶ 24. As we have seen, a discretionary determination must be based on facts that support a reasonable decision. Although there is no doubt that Mr. Heppner has significant responsibilities with his company, he had those responsibilities during the stock's decline as well — his efforts were insufficient, in the face of the economic decline, especially in the segment served by his group, to stem the loss of the stock's value. It takes no special insight to recognize that whether the stock rebounds is largely, if not almost wholly, dependent on what the economy (and the housing segment) does before the options expire. The options were earned during the Heppners' marriage; they are part of the marital estate. The trial court's rationale for excluding them from the normal division of property does not wash. The trial court erroneously exercised its discretion by excluding the options from division because it erroneously viewed their potential value as being almost solely a function of what Mr. Heppner would do in his business after the divorce, and largely ignored the fact that the options were earned while the Heppners were married. Accordingly, we reverse the judgment insofar as it did not make a property division of the underwater options, and remand this matter to the trial court so that can be done.\nBy the Court. — Judgment modified in part, reversed in part, and cause remanded with directions.\nLater in its lengthy oral decision, the trial court opined that a fifty-fifty split was appropriate because the Heppners had a long-term marriage and that, accordingly, given that Mr. Heppner was in his \"high earning years,\" it was also fair, apparently despite its perception that Ms. Heppner's budget was inflated.\nSignificantly, the decision upon which the trial court relied in concluding that stock options were \"property\" and \"not income,\" Maritato v. Maritato, 2004 WI App 138, 275 Wis. 2d 252, 685 N.W.2d 379, concerned whether certain stock options should be \"included in the marital estate\" and \"subject to property division,\" id., 2004 WI App 138, ¶ 24, 275 Wis. 2d at 267, 685 N.W.2d at 386. Maritato determined that the trial court did not erroneously exercise its discretion in declining to subject to property division stock options that had no current value. Id., 2004 WI App 138, ¶ 35, 275 Wis. 2d at 271, 685 N.W.2d at 388. The decision did not discuss whether maintenance would be paid from the money received by the payor spouse by the exercise of those options.\nWere we writing on a clear slate, we would not accept the conclusion that an underwater option necessarily has no value. Thus, as one respected observer of the financial scene has noted, \"out of the money does not equal worthless. As long as the option has not expired, its potential value gives it value.\" Alex Berenson, The Number 94 (2004). Indeed, there are various tools to ascertain the value of an out-of-the-money option. See In re Zoran Corp. Derivative Litigation, No. C 06-05503 WHA, 2008 WL 941897, at *6 (N.D. Cal. Apr. 7, 2008) (discussing the Black-Scholes method to value underwater options).", "type": "majority", "author": "FINE, J."}], "attorneys": ["On behalf of the respondent-appellant, the cause was submitted on the briefs of Nina M. Vitek of Lara, Vitek & Stein, S.C., Milwaukee.", "On behalf of the petitioner-respondent, the cause was submitted on the brief of Bruce M. Peckerman of Peckerman & Klein, Milwaukee."], "corrections": "", "head_matter": "In re the Marriage of John N. Heppner, Petitioner-Respondent, v. Susan M. Heppner, Respondent-Appellant.\nCourt of Appeals\nNo. 2008AP2020.\nSubmitted on briefs April 7, 2009.\nDecided May 5, 2009.\n2009 WI App 90\n(Also reported in 768 N.W.2d 261.)\nOn behalf of the respondent-appellant, the cause was submitted on the briefs of Nina M. Vitek of Lara, Vitek & Stein, S.C., Milwaukee.\nOn behalf of the petitioner-respondent, the cause was submitted on the brief of Bruce M. Peckerman of Peckerman & Klein, Milwaukee.\nBefore Curley, PJ., Fine and Kessler, JJ.\nPetition to review denied 9/24/09."}, "first_page_order": 337, "last_page_order": 357}
