{"id": 3772520, "name": "State of Wisconsin, Plaintiff-Respondent, v. Garrett L. Huff, Defendant-Appellant", "name_abbreviation": "State v. Huff", "decision_date": "2009-05-05", "docket_number": "No. 2008AP2664-CR", "first_page": "258", "last_page": "273", "citations": [{"type": "official", "cite": "319 Wis. 2d 258"}, {"type": "parallel", "cite": "2009 WI App 92"}, {"type": "parallel", "cite": "769 N.W.2d 154"}], "court": {"name_abbreviation": "Wis. Ct. App.", "id": 15300, "name": "Wisconsin Court of Appeals"}, "jurisdiction": {"id": 46, "name_long": "Wisconsin", "name": "Wis."}, "cites_to": [{"cite": "Wis. Stat. §§ 12.11", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "weight": 7, "pin_cites": [{"page": "(lm)(a)"}, {"page": "(lm)(a)"}, {"page": "(lm)(a)"}, {"page": "(lm)(a)"}, {"page": "(lm)(a)"}, {"page": "(lm)(a)"}, {"page": "(lm)(a)"}], "opinion_index": 0}, {"cite": "Wis. Stat. § 939.31", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "opinion_index": 0}, {"cite": "1876 WL 3978", "category": "reporters:specialty_west", "reporter": "WL", "weight": 12, "pin_cites": [{"page": "*1"}, {"page": "*2"}, {"page": "*1"}, {"page": "*7"}, {"page": "*6"}], "opinion_index": 0}, {"cite": "Wis. Stat. § 972.11", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "pin_cites": [{"page": "(1)"}], "opinion_index": 0}, {"cite": "129 Wis. 2d 411", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1986, "pin_cites": [{"page": "423"}], "opinion_index": 0}, {"cite": "385 N.W.2d 219", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1986, "pin_cites": [{"page": "225"}], "opinion_index": 0}, {"cite": "215 Wis. 2d 487", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 6, "year": 1998, "pin_cites": [{"page": "489, 502"}, {"page": "*497"}, {"page": "496-497"}, {"page": "492"}, {"page": "491-492"}, {"page": "505"}], "opinion_index": 0}, {"cite": "573 N.W.2d 187", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 9, "year": 1998, "pin_cites": [{"page": "188, 193-194"}, {"page": "**191"}, {"page": "191", "parenthetical": "citations and quoted sources omitted, brackets by Sample"}, {"page": "189"}, {"page": "189"}, {"page": "195", "parenthetical": "emphasis added"}], "opinion_index": 0}, {"cite": "547 F.3d 1036", "category": "reporters:federal", "reporter": "F.3d", "year": 2008, "pin_cites": [{"page": "1042-1043"}], "opinion_index": 0}, {"cite": "420 U.S. 671", "category": "reporters:federal", "reporter": "U.S.", "year": 1975, "pin_cites": [{"page": "693", "parenthetical": "discussing the values served by conspiracy law, including \"protection of society from the dangers of concerted criminal activity\""}], "opinion_index": 0}, {"cite": "914 F.2d 1239", "category": "reporters:federal", "reporter": "F.2d", "year": 1990, "pin_cites": [{"page": "1241", "parenthetical": "rejecting the defendant's argument that, because the undercover agent never actually possessed cocaine, it was \"legally impossible ... to conspire to aid and abet a nonexistent offense\""}], "opinion_index": 0}, {"cite": "692 F.2d 596", "category": "reporters:federal", "reporter": "F.2d", "weight": 2, "year": 1982, "pin_cites": [{"page": "599", "parenthetical": "rejecting the defense of legal impossibility to a conspiracy charge where the conspiracy was with an undercover agent"}, {"page": "600"}], "opinion_index": 0}, {"cite": "281 F.3d 534", "category": "reporters:federal", "reporter": "F.3d", "year": 2002, "pin_cites": [{"page": "542"}], "opinion_index": 0}, {"cite": "155 F.3d 189", "category": "reporters:federal", "reporter": "F.3d", "year": 1998, "pin_cites": [{"page": "203"}], "opinion_index": 0}, {"cite": "215 F.3d 110", "category": "reporters:federal", "reporter": "F.3d", "year": 2000, "pin_cites": [{"page": "116", "parenthetical": "in a drug importation conspiracy case, stating that \"[t]he crime is the illegal agreement; if there was such an agreement, it does not matter that the purpose of the agreement was not achieved, or even that achieving that purpose was factually impossible\""}], "opinion_index": 0}, {"cite": "130 F.3d 547", "category": "reporters:federal", "reporter": "F.3d", "year": 1997, "pin_cites": [{"parenthetical": "stating that where \"an indictment alleges conspiracy, legal impossibility affords a conspirator no defense\" because the \" 'crime of conspiracy is complete upon the agreement to violate the law'\" (quoting Everett, 692 F.2d at 600)"}], "opinion_index": 0}, {"cite": "41 Wis. 271", "category": "reporters:state", "reporter": "Wis.", "weight": 6, "year": 1876, "pin_cites": [{"page": "272-274"}, {"page": "274"}, {"page": "274"}, {"page": "284"}, {"page": "282"}], "opinion_index": 0}, {"cite": "94 Wis. 2d 450", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1980, "pin_cites": [{"page": "475"}], "opinion_index": 0}, {"cite": "289 N.W.2d 570", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1980, "pin_cites": [{"page": "583"}], "opinion_index": 0}, {"cite": "2008 WI App 169", "category": "reporters:neutral", "reporter": "WI App", "weight": 3, "pin_cites": [{"page": "¶ 1"}], "opinion_index": 0}, {"cite": "314 Wis. 2d 724", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "pin_cites": [{"page": "725"}], "opinion_index": 0}, {"cite": "762 N.W.2d 449", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 4, "pin_cites": [{"page": "449"}], "opinion_index": 0}, {"cite": "2004 WI 111", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 47"}], "opinion_index": 0}, {"cite": "274 Wis. 2d 656", "category": "reporters:state", "reporter": "Wis. 2d", "pin_cites": [{"page": "678"}], "opinion_index": 0}, {"cite": "683 N.W.2d 31", "category": "reporters:state_regional", "reporter": "N.W.2d", "pin_cites": [{"page": "41-42"}], "opinion_index": 0}, {"cite": "466 U.S. 668", "category": "reporters:federal", "reporter": "U.S.", "weight": 7, "year": 1984, "pin_cites": [{"page": "687"}, {"page": "690"}, {"page": "687"}, {"page": "694"}], "opinion_index": 0}, {"cite": "128 Wis. 2d 246", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1985, "pin_cites": [{"parenthetical": "we will not address inadequately developed contentions"}], "opinion_index": 0}, {"cite": "381 N.W.2d 593", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1985, "pin_cites": [{"parenthetical": "we will not address inadequately developed contentions"}], "opinion_index": 0}, {"cite": "153 Wis. 2d 493", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1990, "pin_cites": [{"page": "507", "parenthetical": "citation omitted"}], "opinion_index": 0}, {"cite": "451 N.W.2d 752", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1990, "pin_cites": [{"page": "757-758", "parenthetical": "citation omitted"}], "opinion_index": 0}, {"cite": "2007 WI 86", "category": "reporters:neutral", "reporter": "WI", "year": 1993, "pin_cites": [{"page": "¶ 22"}], "opinion_index": 0}, {"cite": "302 Wis. 2d 158", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1993, "pin_cites": [{"page": "168"}], "opinion_index": 0}, {"cite": "734 N.W.2d 892", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1993, "pin_cites": [{"page": "897"}], "opinion_index": 0}, {"cite": "174 Wis. 2d 10", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1993, "pin_cites": [{"page": "26-27"}], "opinion_index": 0}, {"cite": "496 N.W.2d 226", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1993, "pin_cites": [{"page": "232"}], "opinion_index": 0}, {"cite": "2009 WI 21", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶¶ 28-30"}], "opinion_index": 0}, {"cite": "315 Wis. 2d 653", "category": "reporters:state", "reporter": "Wis. 2d", "pin_cites": [{"page": "669-670"}], "opinion_index": 0}, {"cite": "761 N.W.2d 612", "category": "reporters:state_regional", "reporter": "N.W.2d", "pin_cites": [{"page": "619-620"}], "opinion_index": 0}, {"cite": "129 S. Ct. 1423", "category": "reporters:federal", "reporter": "S. Ct.", "year": 2009, "pin_cites": [{"page": "1430-1431", "parenthetical": "recognizing the same distinction"}], "opinion_index": 0}], "analysis": {"cardinality": 1068, "char_count": 22056, "ocr_confidence": 0.759, "pagerank": {"raw": 4.947487136851577e-08, "percentile": 0.3111372516312727}, "sha256": "1a8efcc9f1783f69aeabac61bcf22535fda7448eeeb07df80a6d4b71984bcf5c", "simhash": "1:9ae97a32c746f270", "word_count": 3741, "random_id": 3121617363, "random_bucket": 6611}, "last_updated": "2023-12-01T21:56:37.584463+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["Before Curley, EJ., Fine and Brennan, JJ."], "parties": ["State of Wisconsin, Plaintiff-Respondent, v. Garrett L. Huff, Defendant-Appellant."], "opinions": [{"text": "FINE, J.\n¶ 1. Garrett L. Huff appeals the judgment convicting him after a jury trial of three counts of conspiracy to commit election bribery in violation of Wis. Stat. §§ 12.11(lm)(a)l (election bribery) and 939.31 (conspiracy). He claims that because the persons with whom he was found to have conspired were undercover law-enforcement officers ineligible to vote in the election involved, it was impossible for him to have committed the crimes. He also seeks reversal on the ground that the trial court did not order that the audio tapes recorded by the undercover officers and played for the jury be taken down by the court reporter. Finally, he argues that there was insufficient evidence to support the jury's verdicts. We affirm.\nI.\n¶ 2. As we have seen, Huff was convicted of conspiring to violate Wis. Stat. § 12.11(lm)(a)l. This statute provides:\nAny person who does any of the following violates this chapter:\n(a) Offers, gives, lends or promises to give or lend, or endeavors to procure, anything of value, or any office or employment or any privilege or immunity to, or for, any elector, or to or for any other person, in order to induce any elector to:\n1. Go to or refrain from going to the polls.\n\" '[AJnything of value'\" is defined to \"includeD any amount of money, or any object which has utility independent of any political message it contains and the value of which exceeds $1.\" Sec. 12.11(1).\n¶ 3. This case arose out of a re-call election in the Sixth Aldermanic District in Milwaukee that was held on April 3, 2007. Qualified electors were able to vote before April 3rd by going to the Milwaukee City Hall. A Milwaukee election official testified that a flyer bearing the disclaimer that it was \"paid for and authorized by citizens to re-elect Mike McGee, Jr,\" the Sixth District incumbent, invited people to attend an \"election party\" that promised \"Free! Food/Drinks\" and explained that to be admitted a person \"must show vote sticker at door.\" (Uppercasing and bolding omitted.) The flyer is in the Record. The election official testified that he was concerned that the flyer was promoting a potential violation of the election law, and that as a result, he contacted the City Attorney. This set the stage for the undercover operations by Milwaukee police officers Wardell Dodds and Dwayne Barnes, and Willie Brantley, a special agent with the Wisconsin Department of Justice. The jury's verdicts found Huff guilty of conspiring with Dodds to violate Wis. Stat. § 12.11(lm)(a)l on March 15, 2007, and of conspiring with Brantley and Barnes to violate § 12.11(lm)(a)l on March 27, 2007.\n¶ 4. Dodds testified that he went with Barnes to the \"election party\" at a store in Milwaukee on March 15, 2007. He wore a digital-recording device that would permit him to record conversations. He testified that he met with Huff who told him that he would \"take me downtown to vote and that he was working for the Mike McGee, Junior, campaign, that he was taking people downtown to City Hall... to vote for Mike McGee.\" Dodds related that Huff drove him to City Hall and that when they arrived Huff told him to \" '[g]o up to the fifth floor and vote,'\" and that Huff also told him: \" 'They'll give you something after you vote.'\" Dodds testified that Huff paid him five dollars \"on the return from City Hall,\" after Dodds showed Huff an \"I voted\" sticker. Dodds also testified that when they returned to the store Huff told him that if he, Dodds, knew of \"anyone else that want[s] to vote in the election, the ballot, to tell them to come see Mr. Huff... everyone come see Mr. Huff regarding transportation and getting paid to go vote.\" Dodds did not live in the Sixth Aldermanic District and could not have legally voted.\n¶ 5. Brantley testified that he went to the \"election party\" store with Barnes on March 27th. Brantley also wore a digital-recording device. According to Brantley's testimony, Barnes told Huff that Brantley was there to vote, and Brantley agreed that he would \"if my change was right, indicating that I was going to get paid for the services of voting.\" Brantley told the jury that he got into a car with Huff who indicated in response to Brantley's question whether \"my change was going to be right,\" that Huff \"would take care of me when we got back,\" by paying him five dollars after they returned to the store.\n¶ 6. Huff drove Brantley to City Hall and, Brantley testified, told him to go to the place where he could vote. According to Brantley, when he returned to the car, he showed Huff his \"I voted\" sticker and \"the registration papers.\" Brantley told the jury that Huff gave him five dollars after they returned to the store. Brantley also did not live in the Sixth Aldermanic District and could not, therefore, legally vote in the re-call election.\n¶ 7. Brantley also related Huffs interactions with Barnes, telling the jury that Barnes told Huff that he wanted, as phrased by Brantley, \"to get paid for bringing people down for voting.\" Brantley testified that he saw Huff give Barnes five dollars.\n¶ 8. Barnes testified that he went to the \"election party\" store on both March 15th and March 27th. He reiterated Brantley's testimony that he, Barnes, told Huff that he wanted to be paid for bringing people to the store so they could vote and that Huff then paid him five dollars. Barnes wanted to stay at the store and not vote so his cover story was that he \"was on probation for a felony and could not vote.\" Barnes wore a digital-recording device on his March 27th visit to the store.\n¶ 9. As we have seen, all three undercover law-enforcement officers wore a digital-recording device during discussions with Huff. Excerpts from the recordings were played for the jury. The trial court, however, indicated that it was not going to have the court reporter take down what was played for the jury. Neither the State nor Huff objected. Additionally, the State had prepared a transcript of the recordings, which was, with Huffs acquiescence, made \"part of the record.\" Neither the audio recordings nor the transcript is part of the Record on appeal even though it is the appellant's responsibility to ensure that the Record is sufficient for an appellate court to decide the issues presented by the appeal. State Bank of Hartland v. Arndt, 129 Wis. 2d 411, 423, 385 N.W.2d 219, 225 (Ct. App. 1986). Huff did not call any witnesses and rested his defense after the State presented its evidence.\nII.\nA. Conspiracy.\n¶ 10. Huff contends that because none of the law-enforcement officers pretending to be electors with whom he was convicted of conspiring to violate Wis. Stat. § 12.11(lm)(a)l could lawfully vote in the April 3, 2007, special election in the Sixth Aldermanic District, they were not bona fide electors, and, accordingly, the conspiracy was a legal impossibility. He also asserts that the trial court erred in instructing the jury that \"[p]olice may pretend to be an elector while involved in an investigation of prohibited practices in the election process.\" We disagree.\n¶ 11. As material here, Wis. Stat. § 939.31 provides:\nwhoever, with intent that a crime be committed, agrees or combines with another for the purpose of committing that crime may, if one or more of the parties to the conspiracy does an act to effect its object, be fined or imprisoned or both not to exceed the maximum provided for the completed crime.\nThis makes unlawful both unilateral and bilateral conspiracies. State v. Sample, 215 Wis. 2d 487, 489, 502, 573 N.W.2d 187, 188, 193-194 (1998). Sample explained the difference between the two concepts:\n\"Under a unilateral formulation, the crime of conspiracy is committed when a person agrees to proceed in a prohibited manner.\" The unilateral approach assesses the subjective, individual behavior of a defendant in determining guilt. Under the unilateral approach, criminal conspiracy will lie even where one of two alleged \"co-conspirators\" is, unknown to the defendant, an undercover police agent or a police informant who (Cite as: 215 Wis. 2d 487, *497, 573 N.W.2d 187, **191) merely feigns participation in the conspiracy. \"[T]he immateriality of co-conspirators' legal status to defendant's criminal liability is implicit in the ... unilateral approach.\" \"[U]nder a bilateral formulation, the crime of conspiracy is committed when two or more persons agree to proceed in [a prohibited] manner.\"\nId., 215 Wis. 2d at 496-497, 573 N.W.2d at 191 (citations and quoted sources omitted, brackets by Sample). Thus, under a unilateral conspiracy a person who intends to accomplish the objects of the conspiracy is guilty even though \"the other members of the conspiracy never intended that a crime be committed.\" See id., 215 Wis. 2d at 492, 573 N.W.2d at 189. For example, a person would be guilty of unlawfully conspiring to kill a business associate by hiring an undercover law-enforcement officer to commit the murder even though the officer had no intention to fulfill the contract. This same logic applies to the next step: that is, where the fulfillment of the conspiracy is not only highly unlikely, as in Sample, a reverse delivery-of-narcotics sting involving a jail inmate and an undercover officer, id., 215 Wis. 2d at 491-492, 573 N.W.2d at 189, or our murder-for-hire hypothetical, but is legally impossible, as is the case here. Indeed, although there is no published Wisconsin authority dealing with the legally-impossible situation, the law elsewhere is consistent with our next-logical-step conclusion, as revealed by a recent analysis and survey by United States v. Fiander, 547 F.3d 1036, 1042-1043 (9th Cir. 2008):\n\"It is elementary that a conspiracy may exist and be punished whether or not the substantive crime ensues, for the conspiracy is a distinct evil, dangerous to the public, and so punishable in itself.\" Salinas [v. United States], 522 U.S. [52,] 65 [(1997)]; see also United States v. Feola, 420 U.S. 671, 693 (1975) (discussing the values served by conspiracy law, including \"protection of society from the dangers of concerted criminal activity\"). Thus, we have held that a conspiracy conviction may be sustained even where the goal of the conspiracy is impossible. See, e.g., [United States v.] Rodriguez, 360 F.3d [949,] 957 [(9th Cir. 2004)] (where \"the conspiracy arose out of a federal law enforcement sting operation, ... the non-existent status of the target drug traffickers [was] inapposite\" because \"[(Impossibility is not a defense to [a] conspiracy charge\"); United States v. Bosch, 914 F.2d 1239, 1241 (9th Cir. 1990) (rejecting the defendant's argument that, because the undercover agent never actually possessed cocaine, it was \"legally impossible ... to conspire to aid and abet a nonexistent offense\"); United States v. Everett, 692 F.2d 596, 599 (9th Cir. 1982) (rejecting the defense of legal impossibility to a conspiracy charge where the conspiracy was with an undercover agent).\nOur sister circuits are in accord. See, e.g., United States v. Yang, 281 F.3d 534, 542 (6th Cir. 2002) (rejecting the defendants' argument that they could not be guilty of conspiring to steal something that was not a trade secret, reasoning that \"the basis of the conspiracy charge is the agreement to commit the unlawful act,\" so it was \" 'irrelevant that the ends of the conspiracy were from the very inception of the agreement objectively unattainable'\" (quoting United States v. Hsu, 155 F.3d 189, 203 (3d Cir. 1998))); United States v. Rodriguez, 215 F.3d 110, 116 (1st Cir. 2000) (in a drug importation conspiracy case, stating that \"[t]he crime is the illegal agreement; if there was such an agreement, it does not matter that the purpose of the agreement was not achieved, or even that achieving that purpose was factually impossible\"); United States v. Trapito, 130 F.3d 547, 552 n. 9 (2d Cir. 1997) (stating that where \"an indictment alleges conspiracy, legal impossibility affords a conspirator no defense\" because the \" 'crime of conspiracy is complete upon the agreement to violate the law'\" (quoting Everett, 692 F.2d at 600)).\n(Bracketed case-name completions added.) As Sample recognizes, \"under the inchoate crime of conspiracy, by definition no substantive crime is ever needed. Wisconsin Stat. § 939.31 focuses on the subjective behavior of the individual defendant.\" Sample, 215 Wis. 2d at 505, 573 N.W.2d at 195 (emphasis added).\n¶ 12. Huff argues, however, that State v. Crowley, 41 Wis. 271 (1876), 1876 WL 3978, stands for the proposition that \"impossibility\" is \"a defense to the crime of conspiracy.\" He is wrong. Crowley concerned a plan by the defendants to cheat Daniel Burke by purporting to sell Burke counterfeit money that turned out to be merely a box of sawdust. Id., 41 Wis. at 272-274, 1876 WL 3978, at *1. According to Crowley, \"Burke purchased the counterfeit money for the purpose and with the intention of uttering and passing it as good money.\" Id., 41 Wis. at 274, 1876 WL 3978, at *2. Burke was arrested by a constable, also a defendant in the case, id., 41 Wis. at 274, 1876 WL 3978, at *1, whom he and another of the defendants bribed, ibid. After an extensive analysis of conflicting case law from other jurisdictions, Crowley held that the conspiracy charging a plan to cheat Burke would not lie because Burke was not an innocent victim, id., 41 Wis. at 284, 1876 WL 3978, at *7, noting: \"Neither the law nor public policy designs the protection of rogues in their dealings with each other, or to insure fair dealing and truthfulness, as between each other, in their dishonest practices,\" id., 41 Wis. at 282, 1876 WL 3978, at *6. Crowley has nothing to do with an alleged impossibility being a defense to a unilateral conspiracy.\n¶ 13. In a passing and wholly undeveloped argument, Huff also contends that the trial court's instruction gave the jury an impermissible mandatory presumption. \"A mandatory presumption requires that the trier of fact must find the elemental fact upon proof of the basic fact, at least unless the defendant has come forward with some evidence to rebut the presumption.\" Muller v. State, 94 Wis. 2d 450, 475, 289 N.W.2d 570, 583 (1980). As we have seen, the trial court told the jury that \"[p]olice may pretend to be an elector while involved in an investigation of prohibited practices in the election process.\" This was not a mandatory presumption; it merely correctly explained to the jury that law-enforcement officers may feign to be qualified electors even though they are not. There was no error.\nB. Reporting of audio tapes.\n¶ 14. As we have seen, the trial court did not require its court reporter to take down the tapes as they were being played. This was error. See State v. Ruiz-Velez, 2008 WI App 169, 314 Wis. 2d 724, 762 N.W.2d 449. Huff did not object to the trial court's decision to not have the tapes reported as they were played, and accordingly, the error was forfeited and we thus analyze the issue under an ineffective-assistance-of-counsel rubric. See State v. Carprue, 2004 WI 111, ¶ 47, 274 Wis. 2d 656, 678, 683 N.W.2d 31, 41-42.\n¶ 15. To establish ineffective assistance of counsel, a defendant must show: (1) deficient performance; and (2) prejudice. Strickland v. Washington, 466 U.S. 668, 687 (1984). To prove deficient performance, a defendant must point to specific acts or omissions by the lawyer that are \"outside the wide range of professionally competent assistance.\" Id., 466 U.S. at 690. To prove prejudice, a defendant must demonstrate that the lawyer's errors were so serious that the defendant was deprived of a fair trial and a reliable outcome. Id., 466 U.S. at 687. Thus, in order to succeed on the prejudice aspect of the Strickland analysis, \"[t]he defendant must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability sufficient to undermine confidence in the outcome.\" Id., 466 U.S. at 694.\n¶ 16. Huff has not even alleged, no less shown, how not reporting the audio tapes as they were played prejudiced him. As noted, he has not made either the tapes or the transcript part of the appellate Record, and has not, therefore, shown us that anything in those tapes was exculpatory. Accordingly, we do not discuss further the trial court's violation of the law recognized by Ruiz-Velez. See Vesely v. Security First Nat'l Bank of Sheboygan Trust Dep't, 128 Wis. 2d 246, 255 n.5, 381 N.W.2d 593, 598 n.5 (Ct. App. 1985) (we will not address inadequately developed contentions).\nC. Sufficiency of the Evidence.\n¶ 17. [I]n reviewing the sufficiency of the evidence to support a conviction, an appellate court may not substitute its judgment for that of the trier of fact unless the evidence, viewed most favorably to the state and the conviction, is so lacking in probative value and force that no trier of fact, acting reasonably, could have found guilt beyond a reasonable doubt. If any possibility exists that the trier of fact could have drawn the appropriate inferences from the evidence adduced at trial to find the requisite guilt, an appellate court may not overturn a verdict even if it believes that the trier of fact should not have found guilt based on the evidence before it.\nState v. Poellinger, 153 Wis. 2d 493, 507, 451 N.W.2d 752, 757-758 (1990) (citation omitted). Accordingly, we look at the \"evidence in a light most favorable to the jury's verdict.\" State v. Bannister, 2007 WI 86, ¶ 22, 302 Wis. 2d 158, 168, 734 N.W.2d 892, 897. Further, we assume that material missing from the appellate Record, here, the audio tapes, supports the jury's verdict. See Fiumefreddo v. McLean, 174 Wis. 2d 10, 26-27, 496 N.W.2d 226, 232 (Ct. App. 1993).\n¶ 18. Huff makes twin contentions. First, he reasserts his argument that impossibility is a defense to the crime of conspiracy. For the reasons already given, we reject that argument. Second, he contends that there was no evidence from which a jury could conclude that the \"induce\" element of Wis. Stat. § 12.11(lm)(a)l was met in connection with the law-enforcement officers. We disagree.\n¶ 19. As seen from Part I of this opinion, there is more than enough evidence under our standard of review to sustain the jury verdicts finding that Huff conspired to induce Dodds and Brantley to, as phrased by the statute, \"[g]o to .. . the polls.\" In connection with Barnes, although Barnes did not vote because he said that as a convicted felon he could not vote, there was clearly sufficient evidence that because Huff paid Barnes for bringing Brantley to vote he conspired with Brantley to violate Wis. Stat. § 12.11(lm)(a)l, which, as we have seen, makes it unlawful for someone to offer or give or promise to give \"anything of value\" to a third person in order to get someone else to go to the polls. In essence, the jury could find from the evidence that is of Record (even discounting our responsibility to assume that the evidence not in the Record supports the verdict) that Huff conspired with Barnes to have Barnes bring persons to the \"election party\" store in order to induce those persons to vote.\n¶ 20. When viewed in a light most favorable to the jury's verdicts, there was sufficient evidence to sustain those verdicts.\nBy the Court. — Judgment affirmed and cause remanded with directions.\nThe operative information charged Garrett L. Huff with three counts of conspiring to violate Wis. Stat. § 12.11(lm)(a)l. The jury returned guilty verdicts as to each count. The judgment of conviction, however, recites that Huff was guilty of three counts of conspiring to violate § 12.11(l)(a)l. This is a clerical error not affecting the validity of Huffs conviction, and Huff does not contend that it does. See Wis. Stat. Rule 805.18(1) (\"The court shall, in every stage of an action, disregard any error or defect in the pleadings or proceedings which shall not affect the substantial rights of the adverse party.\") (made applicable to criminal cases by Wis. Stat. § 972.11(1)). Accordingly, although we affirm Huffs conviction in all respects, we remand to the circuit court with directions that the judgment of conviction be amended to reference the correct statute subsection.\nThe issue in State v. Ruiz-Velez, 2008 WI App 169, 314 Wis. 2d 724, 762 N.W.2d 449, was whether the trial court should have granted Ruiz-Velez's postconviction motion to transcribe audiovisual recordings. Id., 2008 WI App 169, ¶ 1, 314 Wis. 2d at 725, 762 N.W.2d at 449. Huff does not ask that the Record be reconstructed by attempting to have the parties agree as to what parts of the undercover audio tapes were played for the jury, using the transcript, which both sides and the trial court had during the trial, as a guide. As we have already noted, neither the tapes nor the transcript is a part of the appellate Record.\nThe Wisconsin Supreme Court has recently indicated that where a defendant does not intentionally do something that relinquishes his or her right to have an alleged error reviewed on appeal, the proper word for what the defendant has done is \"forfeiture.\" State v. Ndina, 2009 WI 21, ¶¶ 28-30, 315 Wis. 2d 653, 669-670, 761 N.W.2d 612, 619-620 (\"[S]ome rights are forfeited when they are not claimed at trial; a mere failure to object constitutes a forfeiture of the right on appellate review.\"); see also Puckett v. United States, 129 S. Ct. 1423, 1430-1431 (2009) (recognizing the same distinction).", "type": "majority", "author": "FINE, J."}], "attorneys": ["On behalf of the defendant-appellant, the cause was submitted on the briefs of Jeffrey W. Jensen of Law Offices of Jeffrey W. Jensen, Milwaukee.", "On behalf of the plaintiff-respondent, the cause was submitted on the brief of Thomas J. Balistreri, assistant attorney general and J.B. Van Hollen, attorney general."], "corrections": "", "head_matter": "State of Wisconsin, Plaintiff-Respondent, v. Garrett L. Huff, Defendant-Appellant.\nCourt of Appeals\nNo. 2008AP2664-CR.\nSubmitted on briefs April 7, 2009.\nDecided May 5, 2009.\n2009 WI App 92\n(Also reported in 769 N.W.2d 154.)\nOn behalf of the defendant-appellant, the cause was submitted on the briefs of Jeffrey W. Jensen of Law Offices of Jeffrey W. Jensen, Milwaukee.\nOn behalf of the plaintiff-respondent, the cause was submitted on the brief of Thomas J. Balistreri, assistant attorney general and J.B. Van Hollen, attorney general.\nBefore Curley, EJ., Fine and Brennan, JJ.\nPetition to review denied 7/16/09."}, "first_page_order": 358, "last_page_order": 373}
