{"id": 3772502, "name": "State of Wisconsin, Plaintiff-Respondent, v. Colin G. Schloegel, Defendant-Appellant", "name_abbreviation": "State v. Schloegel", "decision_date": "2009-05-13", "docket_number": "No. 2008AP1310-CR", "first_page": "741", "last_page": "755", "citations": [{"type": "official", "cite": "319 Wis. 2d 741"}, {"type": "parallel", "cite": "2009 WI App 85"}, {"type": "parallel", "cite": "769 N.W.2d 130"}], "court": {"name_abbreviation": "Wis. Ct. App.", "id": 15300, "name": "Wisconsin Court of Appeals"}, "jurisdiction": {"id": 46, "name_long": "Wisconsin", "name": "Wis."}, "cites_to": [{"cite": "791 N.E.2d 608", "category": "reporters:state_regional", "reporter": "N.E.2d", "year": 2003, "pin_cites": [{"page": "613-14", "parenthetical": "holding that the T.L.O. two-prong test applied to a search of the student's car and students have a lower expectancy of privacy on school grounds"}], "opinion_index": 0}, {"cite": "966 A.2d 1078", "category": "reporters:state_regional", "reporter": "A.2d", "year": 2009, "opinion_index": 0}, {"cite": "787 P.2d 932", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1990, "pin_cites": [{"page": "933, 935", "parenthetical": "holding that search of student's car was reasonable under the T.L.O. two-prong test"}], "opinion_index": 0}, {"cite": "25 Urb. Law. 117", "category": "journals:journal", "reporter": "Urb. Law.", "weight": 2, "year": 1993, "pin_cites": [{"page": "145"}], "opinion_index": 0}, {"cite": "19 N. Ky. L. Rev. 513", "category": "journals:journal", "reporter": "N. Ky. L. Rev.", "year": 1992, "pin_cites": [{"page": "528"}], "opinion_index": 0}, {"cite": "584 N.W.2d 553", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1998, "opinion_index": 0}, {"cite": "2002 WI App 124", "category": "reporters:neutral", "reporter": "WI App", "year": 1998, "pin_cites": [{"page": "¶ 10"}], "opinion_index": 0}, {"cite": "254 Wis. 2d 602", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "year": 1998, "pin_cites": [{"page": "¶ 10"}], "opinion_index": 0}, {"cite": "648 N.W.2d 23", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1998, "opinion_index": 0}, {"cite": "218 Wis. 2d 581", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 5, "year": 1998, "pin_cites": [{"page": "594"}, {"page": "598"}], "opinion_index": 0}, {"cite": "582 N.W.2d 728", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1998, "opinion_index": 0}, {"cite": "2001 WI App 294", "category": "reporters:neutral", "reporter": "WI App", "pin_cites": [{"page": "¶ 11"}], "opinion_index": 0}, {"cite": "249 Wis. 2d 380", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "pin_cites": [{"page": "¶ 11"}], "opinion_index": 0}, {"cite": "638 N.W.2d 386", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "273 F.3d 737", "category": "reporters:federal", "reporter": "F.3d", "year": 2001, "pin_cites": [{"page": "740"}], "opinion_index": 0}, {"cite": "221 Wis. 2d 203", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1998, "pin_cites": [{"page": "211"}], "opinion_index": 0}, {"cite": "223 Wis. 2d 331", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1999, "pin_cites": [{"page": "352-53"}], "opinion_index": 0}, {"cite": "588 N.W.2d 606", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1999, "opinion_index": 0}, {"cite": "211 Wis. 2d 140", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 8, "year": 1997, "pin_cites": [{"page": "146"}, {"page": "147"}, {"page": "144"}, {"page": "144-45"}, {"page": "145"}, {"page": "160-62"}, {"page": "157"}], "opinion_index": 0}, {"cite": "564 N.W.2d 682", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 1997, "opinion_index": 0}, {"cite": "469 U.S. 325", "category": "reporters:federal", "reporter": "U.S.", "weight": 4, "year": 1985, "pin_cites": [{"page": "339", "parenthetical": "emphasis added"}, {"page": "341-42", "parenthetical": "citation omitted"}, {"page": "341"}], "opinion_index": 0}, {"cite": "959 A.2d 243", "category": "reporters:state_regional", "reporter": "A.2d", "weight": 5, "year": 2008, "pin_cites": [{"page": "249"}, {"page": "249"}, {"page": "249"}, {"page": "249-50"}, {"page": "249"}], "opinion_index": 0}, {"cite": "762 P.2d 488", "category": "reporters:state_regional", "reporter": "P.2d", "weight": 2, "year": 1988, "pin_cites": [{"page": "492-93", "parenthetical": "holding that school official had reasonable suspicion to search student's car parked on school grounds"}, {"page": "489"}], "opinion_index": 0}, {"cite": "662 N.W.2d 632", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 2003, "pin_cites": [{"page": "636-38", "parenthetical": "holding that search of student's car was reasonable under the T.L.O. two-prong test"}, {"page": "634"}], "opinion_index": 0}, {"cite": "124 F. Supp. 2d 618", "category": "reporters:federal", "reporter": "F. Supp. 2d", "weight": 2, "year": 2000, "pin_cites": [{"page": "620"}, {"page": "624"}], "opinion_index": 0}, {"cite": "920 So.2d 117", "category": "reporters:state_regional", "reporter": "So. 2d", "year": 2006, "pin_cites": [{"page": "122", "parenthetical": "holding that \"[w]hen school authorities receive information, whether verified or not, involving illegal activities occurring on their campus, calling the suspect student out of class to investigate the report is a reasonable and minimal step in that investigation.\""}], "opinion_index": 0}, {"cite": "384 U.S. 436", "category": "reporters:federal", "reporter": "U.S.", "year": 1966, "opinion_index": 0}, {"cite": "542 U.S. 600", "category": "reporters:federal", "reporter": "U.S.", "year": 2004, "pin_cites": [{"page": "615-16"}], "opinion_index": 0}, {"cite": "470 U.S. 298", "category": "reporters:federal", "reporter": "U.S.", "year": 1985, "opinion_index": 0}, {"cite": "388 F.3d 1079", "category": "reporters:federal", "reporter": "F.3d", "year": 2004, "pin_cites": [{"page": "1090", "parenthetical": "emphasis added"}], "opinion_index": 0}], "analysis": {"cardinality": 923, "char_count": 19944, "ocr_confidence": 0.765, "pagerank": {"raw": 4.03580807328026e-08, "percentile": 0.11129123744280071}, "sha256": "bc9a6627f6af62058a993950aa8a4c0203378db69be628aa2913502cce7da38f", "simhash": "1:627d3dc395c79baa", "word_count": 3281, "random_id": 33095611, "random_bucket": 65467}, "last_updated": "2023-12-01T21:56:37.584463+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["Before Brown, C.J., Anderson, PJ, and Snyder, J."], "parties": ["State of Wisconsin, Plaintiff-Respondent, v. Colin G. Schloegel, Defendant-Appellant."], "opinions": [{"text": "SNYDER, J.\n¶ 1. Colin G. Schloegel appeals from a judgment of conviction on one count of possession with intent to deliver narcotics and one count of possession of marijuana. He contends that the circuit court erred when it denied his motions to suppress statements he made during the investigation and evidence discovered during the search of his vehicle. He asserts that law enforcement officers failed to provide Miranda warnings prior to interrogating him and that the search of his car violated his constitutional right to be free from unreasonable search and seizure. We disagree and affirm the judgment.\nBACKGROUND\n¶ 2. On March 28, 2007, school officials at Homestead High School were alerted by an anonymous informant that Schloegel, then a student, was in possession of drugs on school grounds. Approximately three years prior to this incident, Schloegel had been arrested for possessing marijuana on school grounds. School liaison officer, Mandy Rudolph, and Officer Thoenes of the Mequon police department were called to the office to assist in the matter. Assistant principals Matt Joynt and Carrie Wilson called Schloegel to the office. Schloegel consented to searches of his person and book bag. No contraband was found either from his person or book bag. Additionally, a search of Schloegel's locker revealed no contraband.\n¶ 3. Assistant principal Wilson asked Schloegel if he would mind if they looked in his car. Schloegel had received a student handbook at the beginning of the school year, which included a parking form containing a consent to search clause. In order for students to park in the school parking lot, students are required to give consent to school administrators to search the vehicle when they have \"reasonable suspicion to believe the search will produce evidence of a violation of a particular law, a school rule, or a condition that endangers the safety or health of the student driver or others.\" Wilson informed Schloegel that it was school policy to proceed next to a search of his vehicle. Schloegel, Rudolph, and Thoenes accompanied Wilson to the school parking lot where Schloegel's car was parked. Schloegel opened the vehicle at Wilson's request. Wilson searched the car and found a container of marijuana, a pipe, Oxycontin, and cash. She turned the items over to the police.\n¶ 4. Rudolph asked what the pills were but Schloegel did not answer. She also asked Schloegel whether he had driven his vehicle to school that day, and he answered that he had. She next asked him if he had a prescription for the pills that were found in the car and he stated that he did not. Finally, she asked if the pipe and marijuana were his and no answer was apparent in the record. Rudolph placed Schloegel under arrest and took him to the police station where he was read his Miranda rights.\n¶ 5. Prior to trial, Schloegel moved to suppress all statements he had made to Rudolph, both before and after his arrest. He also moved to suppress the items discovered during the search of his car. The circuit court denied the motions. Schloegel pled no contest on both charges and the court entered judgment accordingly.\nDISCUSSION\nApplication of Miranda\n¶ 6. Schloegel first presents a multi-layered Miranda issue, arguing (1) that he was in custody at the time of the questioning in the parking lot, (2) that the questioning was interrogative, and (3) that his preMiranda statements tainted his post-Miranda statements to the point all should be suppressed.\n¶ 7. Miranda warnings are required only when a person is in custody. See State v. Morgan, 2002 WI App 124, ¶ 10, 254 Wis. 2d 602, 648 N.W.2d 23. Whether a person is in custody for purposes of Miranda, is determined by considering the totality of the circumstances. State v. Gruen, 218 Wis. 2d 581, 594, 582 N.W.2d 728 (Ct. App. 1998). To determine whether a suspect is in custody for Miranda purposes, we ask whether the suspect was formally arrested or \"suffered a restraint on freedom of movement of the degree associated with a formal arrest.\" State v. Goetz, 2001 WI App 294, ¶ 11, 249 Wis. 2d 380, 638 N.W.2d 386. We employ an objective test, inquiring how a reasonable person in the suspect's position would have understood the situation. Morgan, 254 Wis. 2d 602, ¶ 10. Furthermore, interrogation that triggers the right to counsel involves direct questioning by police that is reasonably likely to elicit an incriminating response from a suspect. See United States v. Briggs, 273 F.3d 737, 740 (7th Cir. 2001).\n¶ 8. On review, we accept the circuit court's findings of historical fact unless they Eire clearly erroneous. State v. Mosher, 221 Wis. 2d 203, 211, 584 N.W.2d 553 (Ct. App. 1998). Whether the facts demonstrate \"custody\" for Miranda purposes is a question of law that we review de novo. See State v. Armstrong, 223 Wis. 2d 331, 352-53, 588 N.W.2d 606 (1999).\n¶ 9. Schloegel points to several aspects of the pre-Miranda interaction that he argues demonstrate custodiEd interrogation. He emphasizes that two officers — Thoenes and Rudolph — \"escorted\" him from the school office to the parking lot. He had been frisked, his book bag searched, and \"was forced to surrender his car keys.\" A reasonable person in his position, Schloegel argues, would have believed he was in custody. In addition, Schloegel asserts, the questions that Rudolph asked him in the parking lot were designed to extract inculpatory statements; specifically, to obtain admissions that Schloegel had no prescription, and therefore no legal explanation, for possessing the Oxycontin, and that the marijuana and pipe were his.\n¶ 10. The State agrees with two aspects of Schloegel's argument. First, it concedes that Rudolph's questioning of Schloegel in the parking lot was interrogation for Miranda purposes. Second, it acknowledges that Schloegel was not free to leave while Wilson conducted her investigation. Nonetheless, the State disputes that the level of restraint was \"of the degree associated with a formal arrest.\" See Goetz, 249 Wis. 2d 380, ¶ 11. Because Schloegel was not in custody, the argument goes, Miranda warnings were not yet required. The State emphasizes that Wilson was in control of the investigation up to and including the search of the vehicle. Although Thoenes and Rudolph were present at Wilson's request, Schloegel's summons to the school office and his cooperation in the subsequent search of his car were at Wilson's direction. Rudolph's role was described as \"stand by,\" in case things \"got out of control.\" Thoenes, a male, was present to conduct the frisk of Schloegel in the office because Wilson and Rudolph are female. Further, the State observes, the place and length of Schloegel's detention were not consistent with being placed in custody. Rudolph estimated that no more them fifteen minutes passed between the time she met Schloegel in the school office and the discovery of the drugs in the car. She asked only a few questions after the drugs were found. The questions were asked in the school parking lot, not in a squad car or police station, which would be more intimidating. Schloegel was not cuffed, and Rudolph was known to Schloegel as the school liaison officer.\n¶ 11. The State directs us to the circumstances in Gruen, 218 Wis. 2d at 598, where we concluded that Gruen was not in custody for Miranda purposes. There, Gruen was detained in a police van for about fifteen minutes, during which he was asked only a few questions. Id. Only two officers were present, and although Gruen was frisked, no guns were drawn. Id. We held that a reasonable person in Gruen's position would not have considered himself to be in custody. Id.\n¶ 12. The analogy is compelling. Here, the degree of restraint was even less than that seen in Gruen. Schloegel was not placed in a police vehicle when questioned and the investigation was being conducted primarily by Wilson. The circuit court phrased it well, stating that Schloegel, \"if in custody at all, was in custody of the school and was not being detained by the police at that time.\" We agree. Without custody, there is no Miranda violation.\nSearch of Student's Vehicle in School Parking Lot\n¶ 13. Next, Schloegel asks whether the minimal expectation of privacy in a school extends to the school parking lot for the purpose of a search conducted by school officials or a school liaison officer. The reasonableness of a search is a constitutional question of law that we review independently, benefiting from the analysis of the lower court. See State v. Angelia D.B., 211 Wis. 2d 140, 146, 564 N.W.2d 682 (1997). We will uphold the circuit court's findings of evidentiary and historical fact as they relate to whether the search was reasonable, unless they are against the great weight and clear preponderance of the evidence. Id.\n¶ 14. The seminal case setting forth the standard for a search on school grounds by public school officials is New Jersey v. T.L.O., 469 U.S. 325 (1985). In pronouncing the reasonableness standard for school searches, the United States Supreme Court weighed the contravening interest of student privacy and \"the substantial interest of teachers and administrators in maintaining discipline in the classroom and on school grounds.\" T.L.O., 469 U.S. at 339 (emphasis added). It instructed that a school search is legal when it satisfies the two-prong test: (1) the search must be \"justified at its inception,\" and (2) \"reasonably related in scope to the circumstances which justified the interference in the first place.\" Id. at 341-42 (citation omitted).\n¶ 15. The Wisconsin Supreme Court relied on T.L.O. when it considered the standard of reasonableness for a search of a student on school grounds by a police officer at the request of, and in conjunction with, school authorities; specifically, whether such a search is governed by the reasonable grounds standard set forth in T.L.O. or the general standard of probable cause. Angelia D.B., 211 Wis. 2d at 147. We observe many similarities between Angelia D.B. and Schloegel's circumstances. For example, in Angelia D.B., the investigation began with a report from a student to the school principal that another student, Angelia, was engaged in illegal activity. Id. at 144. The principal called in the school liaison officer, who then assisted with the investigation, which included searches of Angelia's person, her backpack and her locker. Id. at 144-45. All of the searches took place in the school building. Id. Ultimately, the school liaison officer discovered a knife tucked into Angelia's waistband. Id. at 145. Expressly adopting the T.L.O. reasoning, our supreme court concluded that school searches conducted by law enforcement officials in conjunction with public school officials must be based on reasonable grounds, and that the tip from the student informant sufficed to provide those grounds. Angelia D.B., 211 Wis. 2d at 160-62.\n¶ 16. Recently, the definition of school grounds has been extended to the school parking lot. State v. Best, 959 A.2d 243, 249 (N.J. Super. Ct. App. 2008), cert. granted, 966 A.2d 1078 (N.J. Feb. 4, 2009). In Best, the defendant had contraband stored in his car and on his person. Id., at 245-46. The school nurse, suspecting that another student was under the influence of drugs, alerted the vice principal and school resource officer. Id. at 245. The student informant told the vice principal that Best had sold him a pill earlier that day. Id. Best was taken to the vice principal's office and a search of his person was conducted. Id. Three white pills were found on his person, and subsequently he admitted to having sold one such pill to a student. Id. After a search of Best's locker produced no contraband, the vice principal searched Best's car. Id. Various items believed to be drugs and marijuana were found. Id., at 245-46. Best filed a motion to suppress the evidence derived from the search of his car. Id. at 246. The trial court denied the motion and the appellate court affirmed. Id. at 245.\n¶ 17. The Best court held that the two-prong test of T.L.O. applied in a school search of a student's car. Best, 959 A.2d at 249. The doctrinal basis of T.L.O. provides the same support for a search of a student's vehicle as it does for the search of the student's person. Best, 959 A. 2d at 249. Specifically, the doctrine of in loco parentis and the school's substantial interest in keeping the school environment safe warranted the searches. Id. at 249-50. Best further held that \"a student whose car is searched while it is parked on school grounds is entitled to no greater an expectation of privacy than is a student whose locker or bookhag is searched.\" Id. at 249.\n¶ 18. As Best noted, courts from different jurisdictions have held that school searches of student vehicles are legal if the T.L.O. two-prong test is met. See, e.g., Shamberg v. State, 762 P.2d 488, 492-93 (Alaska Ct. App. 1988) (holding that school official had reasonable suspicion to search student's car parked on school grounds); People v. Williams, 791 N.E.2d 608, 613-14 (Ill. App. Ct. 2003) (holding that the T.L.O. two-prong test applied to a search of the student's car and students have a lower expectancy of privacy on school grounds); State v. Michael R., 662 N.W.2d 632, 636-38 (Neb. Ct. App. 2003) (holding that search of student's car was reasonable under the T.L.O. two-prong test); State v. Slattery, 787 P.2d 932, 933, 935 (Wash. Ct. App. 1990) (holding that search of student's car was reasonable under the T.L.O. two-prong test).\n¶ 19. Although, the supreme court did not define the term \"school grounds\" in T.L.O., courts have upheld \"a school's substantial interest in maintaining discipline on school grounds,\" and extended the minimal expectation of privacy in the classroom and lockers to the school parking lot. Myron Schreck, The Fourth Amendment in the Public Schools: Issues for the 1990s and Beyond, 25 Urb. Law. 117, 145 (1993). Courts have consistently supported the logical inference that school grounds include the school parking lot. See id. More generally, school grounds have included areas where school officials have dominion and control, extending the permissible scope of search to students' cars parked on school property. See Tamela J. White, Williams by Williams v. Ellington: Strip Searches in Public Schools —Too Many Unanswered Questions, 19 N. Ky. L. Rev. 513, 528 (1992).\n¶ 20. Because Angelia D.B. teaches that searches on school grounds must be supported by reasonable suspicion, and extensive case law teaches that school parking lots are indeed school grounds for purposes of such an inquiry, we turn to the question of reasonableness. Courts have accepted a variety of scenarios as evidence of reasonableness; for example, a search is reasonable where a student is suspected of violating rules in the school parking lot, the student has received a student handbook regarding vehicle searches parked on school grounds, or when the student has consented to a car search as a condition to being allowed to park in the school parking lot. Michael R., 662 N.W.2d at 634; Shamberg, 762 P.2d at 489; Anders v. Fort Wayne Cmty. Schs., 124 F. Supp. 2d 618, 620 (N.D. Ind. 2000). In each case, reasonableness is considered under the totality of the circumstances. See, e.g., Anders, 124 F. Supp. 2d at 624.\n¶ 21. In this case, application of the T.L.O. two-prong test to the record facts leads to the conclusion that (1) the search was \"justified at its inception,\" and (2) the search of Schloegel's car was \"reasonably related in scope to\" the search of contraband. See T.L.O., 469 U.S. at 341. The search was justified at its inception because school officials were put on alert that Schloegel was in possession that day of drugs, including pills and possibly some other substances. School officials must act on such a tip. \"School officials not only educate students who are compelled to attend school, but they have a responsibility to protect those students and their teachers from behavior that threatens their safety and the integrity of the learning process.\" Angelia D.B., 211 Wis. 2d at 157. Furthermore, Schloegel had a prior drug arrest on record, and Rudolph knew him from that previous arrest. Therefore, the decision to investigate further, and to search for contraband was reasonable at its inception. See, e.g., J.D. v. State, 920 So.2d 117, 122 (Fla. Ct. App. 2006) (holding that \"[w]hen school authorities receive information, whether verified or not, involving illegal activities occurring on their campus, calling the suspect student out of class to investigate the report is a reasonable and minimal step in that investigation.\").\n¶ 22. We also conclude that the search was reasonable in scope. Students who decide to bring drugs to school have many places to stash them, and the stated purpose and clear goal of this search was to discover whether Schloegel had contraband at school. A school official has the responsibility to keep students safe on school grounds, and as we have indicated, this includes school parking lots. When searches of Schloegel's person, backpack and locker were cleared, it was a reasonable next step for school officials to take the search to Schloegel's car.\n¶ 23. Assistant principal Wilson's search of Schloegel's vehicle in the school parking lot meets the two-prong T.L.O. test and was, therefore, reasonable. Schloegel's constitutional right to be free from unreasonable searches was not violated.\nCONCLUSION\n¶ 24. We conclude that no Miranda violation occurred during the investigation in the school parking lot and the circuit court properly denied Schloegel's motion to suppress his statements. We also conclude that, if a search of a student's vehicle meets the two-part test in T.L.O., the search is reasonable and constitutional. Because the facts in this case meet the T.L.O. test, the search of Schloegel's car parked in the school parking lot was legal. The circuit court properly denied Schloegel's motions to suppress and the judgment is affirmed.\nBy the Court. — Judgment affirmed.\nMiranda v. Arizona, 384 U.S. 436 (1966).\nSchloegel's companion argument, that his post -Miranda statements are tainted hy the pre-Miranda questioning, is rejected. The State contests Schloegel's reliance on Missouri v. Seibert, 542 U.S. 600, 615-16 (2004), and the five factors adopted by a four-justice plurality. As the Seventh Circuit Court of Appeals explained:\nWhat emerges from the split opinions in Seibert is this: at least as to deliberate two-step interrogations in which Miranda warnings are intentionally withheld until after a suspect confesses, the central voluntariness inquiry of [Oregon v. Elstad, 470 U.S. 298 (1985)] has been replaced by a presumptive rule of exclusion, subject to a multifactor test for change in time, place, and circumstances from the first statement to the second .... Where the initial violation of Miranda was not part of a deliberate strategy to undermine the warnings, Elstad appears to have survived Seibert.\nUnited States v. Stewart, 388 F.3d 1079, 1090 (7th Cir. 2004) (emphasis added). Because we have determined no violation of Miranda occurred, we need not embark on a Seibert analysis. Furthermore, Schloegel does not raise Elstad or the voluntariness inquiry it requires.", "type": "majority", "author": "SNYDER, J."}], "attorneys": ["On behalf of the defendant-appellant, the cause was submitted on the brief of Kirk Obear of Melowski, Obear & Cohen, S.C. and the reply brief of Sarvan Singh of Melowski & Cohen, S.C., Elkhart Lake.", "On behalf of the plaintiff-respondent, the cause was submitted on the brief of Stephen Kleinmaier, assistant attorney general, and J.B. Van Hollen, attorney general."], "corrections": "", "head_matter": "State of Wisconsin, Plaintiff-Respondent, v. Colin G. Schloegel, Defendant-Appellant.\nCourt of Appeals\nNo. 2008AP1310-CR.\nSubmitted on briefs February 19, 2009.\nDecided May 13, 2009.\n2009 WI App 85\n(Also reported in 769 N.W.2d 130.)\nOn behalf of the defendant-appellant, the cause was submitted on the brief of Kirk Obear of Melowski, Obear & Cohen, S.C. and the reply brief of Sarvan Singh of Melowski & Cohen, S.C., Elkhart Lake.\nOn behalf of the plaintiff-respondent, the cause was submitted on the brief of Stephen Kleinmaier, assistant attorney general, and J.B. Van Hollen, attorney general.\nBefore Brown, C.J., Anderson, PJ, and Snyder, J."}, "first_page_order": 841, "last_page_order": 855}
