{"id": 3772391, "name": "Kristin Yates, Plaintiff-Respondent-Cross-Appellant, v. Marilyn Holt-Smith, Defendant-Appellant-Cross-Respondent", "name_abbreviation": "Yates v. Holt-Smith", "decision_date": "2009-05-14", "docket_number": "No. 2008AP17", "first_page": "756", "last_page": "777", "citations": [{"type": "official", "cite": "319 Wis. 2d 756"}, {"type": "parallel", "cite": "2009 WI App 79"}, {"type": "parallel", "cite": "768 N.W.2d 213"}], "court": {"name_abbreviation": "Wis. Ct. App.", "id": 15300, "name": "Wisconsin Court of Appeals"}, "jurisdiction": {"id": 46, "name_long": "Wisconsin", "name": "Wis."}, "cites_to": [{"cite": "Wis. Stat. § 805.17", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "weight": 3, "pin_cites": [{"page": "(2)"}, {"page": "¶ 10"}], "opinion_index": 0}, {"cite": "Wis. Stat. § 814.04", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "pin_cites": [{"page": "(4)"}], "opinion_index": 0}, {"cite": "158 N.W.2d 925", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1968, "opinion_index": 0}, {"cite": "2002 WI App 91", "category": "reporters:neutral", "reporter": "WI App", "pin_cites": [{"page": "¶ 10"}], "opinion_index": 0}, {"cite": "2001 WI App 135", "category": "reporters:neutral", "reporter": "WI App", "pin_cites": [{"page": "¶ 8"}], "opinion_index": 0}, {"cite": "246 Wis. 2d 614", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "pin_cites": [{"page": "¶ 8"}, {"page": "¶ 10"}], "opinion_index": 0}, {"cite": "630 N.W.2d 230", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "276 U.S. 233", "category": "reporters:federal", "reporter": "U.S.", "year": 1928, "pin_cites": [{"page": "236-37"}], "opinion_index": 0}, {"cite": "218 Wis. 2d 761", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1998, "pin_cites": [{"page": "776-77"}], "opinion_index": 0}, {"cite": "582 N.W.2d 98", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1998, "opinion_index": 0}, {"cite": "2009 WI 30", "category": "reporters:neutral", "reporter": "WI", "weight": 2, "pin_cites": [{"page": "¶ 24"}], "opinion_index": 0}, {"cite": "316 Wis. 2d 640", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "opinion_index": 0}, {"cite": "764 N.W.2d 904", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 3, "pin_cites": [{"page": "¶¶ 18-26"}], "opinion_index": 0}, {"cite": "2001 WI App 73", "category": "reporters:neutral", "reporter": "WI App", "pin_cites": [{"page": "¶ 12"}], "opinion_index": 0}, {"cite": "242 Wis. 2d 278", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 4, "pin_cites": [{"page": "¶ 17"}, {"page": "¶ 17"}, {"page": "¶ 15"}], "opinion_index": 0}, {"cite": "626 N.W.2d 302", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "2006 WI 72", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 29"}], "opinion_index": 0}, {"cite": "291 Wis. 2d 426", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "718 N.W.2d 51", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "2008 WI 95", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 40"}], "opinion_index": 0}, {"cite": "312 Wis. 2d 251", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "752 N.W.2d 800", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "78 Wis. 2d 26", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1977, "pin_cites": [{"page": "40-41"}], "opinion_index": 0}, {"cite": "253 N.W.2d 493", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1977, "opinion_index": 0}, {"cite": "39 Wis. 2d 191", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1968, "pin_cites": [{"page": "196"}], "opinion_index": 0}, {"cite": "253 Wis. 2d 588", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "644 N.W.2d 269", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "2003 WI App 115", "category": "reporters:neutral", "reporter": "WI App", "pin_cites": [{"page": "¶ 43"}], "opinion_index": 0}, {"cite": "265 Wis. 2d 703", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "pin_cites": [{"page": "¶¶ 49-50"}], "opinion_index": 0}, {"cite": "666 N.W.2d 38", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "121 Wis. 2d 221", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1984, "pin_cites": [{"page": "236"}], "opinion_index": 0}, {"cite": "358 N.W.2d 816", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1984, "opinion_index": 0}, {"cite": "2003 WI App 256", "category": "reporters:neutral", "reporter": "WI App", "opinion_index": 0}, {"cite": "268 Wis. 2d 628", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "673 N.W.2d 716", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}], "analysis": {"cardinality": 1094, "char_count": 26935, "ocr_confidence": 0.773, "pagerank": {"raw": 6.805302272770522e-08, "percentile": 0.4160510902373073}, "sha256": "c4ae35d143b7f7a64bf84a7d04b1d21a3b8560ebbed157f15277417daafe67f1", "simhash": "1:cdd55eb9fd4fc366", "word_count": 4479, "random_id": 281444882, "random_bucket": 33298}, "last_updated": "2023-12-01T21:56:37.584463+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["Before Higginbotham, PJ., Lundsten and Bridge, JJ."], "parties": ["Kristin Yates, Plaintiff-Respondent-Cross-Appellant, v. Marilyn Holt-Smith, Defendant-Appellant-Cross-Respondent."], "opinions": [{"text": "BRIDGE, J.\n¶ 1. This case involves a business dispute between Marilyn Holt-Smith and Kristin Yates, each of whom was an employee, officer, director, and shareholder in Holt-Smith & Yates Advisors, Inc. (\"HSYA\"). Holt-Smith appeals a money judgment by the circuit court based on the court's ruling that, as a director of HSYA, she breached a fiduciary duty owed to Yates as a shareholder by withholding a year-end \"bonus\" from Yates for 2005, and that her actions in this regard were not protected by the business judgment rule. Yates cross-appeals the circuit court's determination that Yates is not entitled to prejudgment interest or postverdict interest on the damage award.\n¶ 2. We conclude that the year-end \"bonus\" was a constructive dividend. We also conclude that, as a director of HSYA, Holt-Smith had a fiduciary duty to Yates as a shareholder with respect to the payment of the dividend. In addition, we conclude that the record supports the circuit court's finding that Holt-Smith's actions were motivated by her own self-dealing in an attempt to pressure Yates into selling her shares in the company to Holt-Smith. Because Holt-Smith's actions were undertaken in bad faith, we conclude that she is not entitled to the protection of the business judgment rule. We also conclude that her actions violated her fiduciary duty to Yates. Finally, we conclude that Yates is not entitled to prejudgment interest, but is entitled to postverdict interest. Accordingly, we affirm in part and reverse in part.\nBACKGROUND\n¶ 3. Holt-Smith and Yates founded HSYA, a financial services and investment advisory firm, in 1987. From 1987 to 2004, the parties each owned 50% of the shares and voting rights in HSYA. Both women were employees and officers of the company — Holt-Smith was president and treasurer, while Yates was vice president and secretary.\n¶ 4. As the business became profitable, Holt-Smith and Yates began compensating themselves in equal amounts. Their annual salaries were paid out in regular intervals over the course of the year. At the end of each year, Holt-Smith and Yates would meet and give themselves a salary increase for the next year. They also received quarterly payments which together totaled 50% of their annual salary. In addition, they received a separate year-end payment, the amount of which was determined by dividing equally HSYA's profits above $50,000. In 2004, the year-end payment to each woman was $1.6 million. As we discuss below, the compensation practices changed in 2005 and no year-end payment was made in that year.\n¶ 5. In 2002, Yates began to experience pronounced emotional problems. She began exhibiting disruptive behavior at work, and also began to frequently miss work. Between 2002 and 2004, she was absent from HSYA 25-30% of workdays. As a result of Yates' behavior, Holt-Smith consulted an attorney on December 30, 2004, to discuss having Yates removed from the company. Shortly before that time, Holt-Smith and Yates transferred portions of their stock to two employees, Beth Korth and Ryan Erickson, who were made non-voting shareholders of HSYA. At the time of the transfer, Yates was not aware that it was Holt-Smith's desire that Yates leave the company.\n¶ 6. In early January 2005, Holt-Smith met with Yates and informed Yates that it was time to end their business association. She told Yates that she had retained a personal attorney and indicated that Yates should do likewise. Thereafter, Holt-Smith decided that neither she nor Yates would receive a salary increase for 2005, in spite of Yates' wishes to the contrary. Over the next several months, the parties unsuccessfully attempted to repair their business relationship through professional business counseling. When this endeavor proved unsuccessful, Holt-Smith and Yates agreed to hire an outside firm to advise them on restructuring the company. The outside company was informed that Holt-Smith's goal was to buy Yates out of HSYA. At the end of June, Holt-Smith gave Yates' attorney a letter advising Yates that she was being placed on a leave of absence from HSYA.\n¶ 7. The circuit court found that by the time Yates left, \"she already felt ganged up on.\" The circuit court also found that Yates believed Holt-Smith was able to manipulate the professionals hired by HSYA so that they were not objective and instead were aligned with Holt-Smith. The court observed that regardless of whether this situation was attributable to actions of either woman, or a combination of the two, \"there was substantial evidence at trial that this was true.\"\n¶ 8. Holt-Smith and Yates exchanged offers to buy the other party out of the corporation, but were unable to agree on the terms and conditions of the sale. They also discussed dissolution of the company By the end of November, the matter had devolved to negotiations over an offer Holt-Smith had placed on the table to buy Yates out.\n¶ 9. During this time, several confrontations occurred between Holt-Smith, Yates, their personal attorneys, and the private attorney providing representation to HSYA. One area of dispute centered around Yates' repeated attempt to gain access to HSYA employees and client information, which was denied. Yates also objected to the continued retention of the private attorney representing HSYA, who Yates felt was a friend of Holt-Smith's and could not be objective. In early December 2005, Yates' employment at HSYA was suspended and ultimately terminated.\n¶ 10. A special meeting of HSYA's board of directors at which the customary year-end payment could theoretically have been discussed was scheduled for mid-December. However, for reasons we discuss more fully below, Yates did not attend and no vote was taken on the issue. The payment was not made and, as a consequence, HSYA had $1.7 million cash on hand at the end of the year.\n¶ 11. Yates ultimately brought suit, both individually and derivatively, on behalf of HSYA. She alleged that Holt-Smith breached a fiduciary duty to her and to HSYA, committed corporate waste, and failed to pay compensation due. In addition, Yates sought to remove Holt-Smith as a director. Holt-Smith counterclaimed, seeking declaratory relief and the removal of Yates as a director.\n¶ 12. Prior to trial, nearly all issues in the case were disposed of by the circuit court's rulings on a motion to dismiss and a subsequent motion for summary judgment. The only issue remaining for trial was Yates' individual breach of fiduciary duty claim, which ultimately focused on the failure to make the year-end payment. Following a trial to the court, the circuit court ruled that Holt-Smith's actions relating to the 2005 year-end payment constituted a breach of a fiduciary duty owed to Yates, and that Holt-Smith's actions in failing to make the payment were not protected by the business judgment rule. The court awarded Yates damages in the amount of $783,396, but ruled that Yates was not entitled to prejudgment interest or postverdict interest from the date of verdict to the date of judgment. Holt-Smith appeals and Yates cross appeals. We reference additional facts as needed in the discussion below.\nSTANDARD OF REVIEW\n¶ 13. Whether a corporate decisionmaker breached a fiduciary duty presents a mixed question of fact and law. Jorgensen v. Water Works, Inc., 2001 WI App 135, ¶ 8, 246 Wis. 2d 614, 630 N.W.2d 230. The circuit court's findings of fact are upheld unless clearly erroneous. Id.; see also Wis. Stat. 805.17(2) (2007-08). Whether those facts fulfill the elements of a claim for breach of fiduciary duty presents a question of law reviewed independently by this court. Jorgensen, 246 Wis. 2d 614, ¶ 8.\nDISCUSSION\nHolt-Smith's Appeal\n¶ 14. Yates and Holt-Smith both devote considerable argument to wide-ranging allegations of wrongdoing on the part of the other. However, the sole issue in need of resolution on appeal is whether Holt-Smith's actions with respect to the year-end payment constituted a breach of a fiduciary duty owed to Yates. In order to decide that issue, we must first determine the nature of the year-end payment because that determination in turn guides our analysis of the claimed fiduciary relationship.\nNature of the Year-End Payment\n¶ 15. Both parties refer to the year-end payment as a \"bonus.\" However, they have differing views as to the true nature of the payment. Holt-Smith contends that the payment is in fact a bonus because HSYA's board of directors did not declare a dividend in 2005, or ever, for that matter. Yates, on the other hand, argues that the payment should instead be viewed as a constructive dividend. As did the circuit court, we agree with Yates that the payment was a constructive dividend.\n¶ 16. A dividend is defined as \"[a] portion of a company's earnings or profits distributed pro rata to its shareholders, usu[ally] in the form of cash or additional shares.\" Black's Law Dictionary 512 (8th ed. 2004). Courts generally classify a recurrent payment to the stockholders of a corporation on their stock investment as a dividend. Hellmich v. Hellman, 276 U.S. 233, 236-37 (1928). In contrast, a bonus is defined as \"[a] premium paid in addition to what is due or expected.\" Black's Law Dictionary at 194. The fact that a distribution is not called a \"dividend\" by a corporation's board of directors is not dispositive as to whether the distribution is a dividend within the meaning of the law. See, e.g., Jorgensen v. Water Works, Inc., 218 Wis. 2d 761, 776-77, 582 N.W.2d 98 (Ct. App. 1998); Notz v. Everett Smith Group, Ltd., 2009 WI 30, ¶ 24, 316 Wis. 2d 640, 764 N.W.2d 904.\n¶ 17. It is apparent that the year-end payments were based on HSYA's profits each year and were paid to Yates and Holt-Smith based on their ownership interests. There is no evidence suggesting the payments were based on the relative contributions or productivity of either party. Similarly, there is no evidence the payments were used as an incentive to retain either party's services. Instead, as the circuit court found, the year-end payments were an equal division of profits in excess of $50,000 to the company's owners. We conclude that these facts support the circuit court's ruling that the 2005 year-end payment was in fact a constructive dividend. Accordingly, the claimed fiduciary relationship at issue in this case is properly analyzed in the context of Holt-Smith as director vis-á-vis Yates as shareholder.\nBreach of Fiduciary Duty\n¶ 18. We next address the question of whether the circuit court erred in concluding that Holt-Smith's actions with respect to the non-payment of the year-end dividend violated a fiduciary duty owed to Yates. Before doing so, however, it is necessary to clarify which of Holt-Smith's actions as director give rise to Yates' breach of fiduciary duty claim. In briefing to this court, Holt-Smith argues that, to the extent the year-end payment was a dividend, the only relevant action on her part consisted of her duty as director to pay any dividends declared by HSYA's board. Since the board did not declare dividends, she argues, there can be no breach of fiduciary duty to Yates as shareholder. As we discuss in more detail below, we reject Holt-Smith's narrow view of which of her actions are to be examined for purposes of determining whether a breach of fiduciary duty occurred. The gravamen of Yates' claim relates not to the failure to distribute dividends once declared, but rather to Holt-Smith's actions in causing the 2005 dividend not to be declared in the first instance.\n¶ 19. A corporate director owes a fiduciary duty of good faith and fair dealing in the conduct of corporate business to both the corporation and its shareholders. Reget v. Paige, 2001 WI App 73, ¶ 12, 242 Wis. 2d 278, 626 N.W.2d 302. This duty prevents directors from using their position of trust to further their own private interests. Jorgensen, 246 Wis. 2d 614, ¶ 10. The constraint on acting in one's own self-interest has been described as a fiduciary's duty of loyalty. Zastrow v. Journal Commc'ns, Inc., 2006 WI 72, ¶ 29, 291 Wis. 2d 426, 718 N.W.2d 51. \"At its core, a fiduciary's duty of loyalty involves a state of mind, so that a claimed breach of that duty goes beyond simple negligence.\" Id., ¶ 30.\n¶ 20. A claim for a breach of fiduciary duty exists if: \"(1) the defendant owed the plaintiff a fiduciary duty; (2) the defendant breached that duty; and (3) the breach of duty caused the plaintiffs damage.\" Berner Cheese Corp. v. Krug, 2008 WI 95, ¶ 40, 312 Wis. 2d 251, 752 N.W.2d 800. Holt-Smith concedes that she, as a director of HSYA, owed Yates a fiduciary duty as a shareholder. She also does not dispute on appeal the circuit court's finding that Yates suffered damages. We therefore limit our discussion to the question of whether Holt-Smith's actions with respect to the nonpayment of the year-end dividend breached her fiduciary duty to Yates.\n¶ 21. Holt-Smith advances two primary arguments in support of her contention that the failure to pay Yates the year-end dividend did not constitute a breach of fiduciary duty. First, she argues that her conduct is protected by the business judgment rule. Second, as noted above, she argues that to the extent the year-end payment constituted a dividend, she was not required to direct that the payment be made in the absence of action by HSYA's board of directors declaring such a dividend. We address each argument in turn.\nA. Business Judgment Rule\n¶ 22. The business judgment rule is designed to limit judicial involvement in business decision-making so long as a minimum level of care is exercised in arriving at the decision. See Reget, 242 Wis. 2d 278, ¶ 17. The rule is based on a presumption that the director of a corporation, in making business decisions, acted in good faith and with the honest belief that his or her decision was in the best interest of the company. Id., ¶ 18; 11 William Meade Fletcher et al., Fletcher Cyclopedia of the Law of Private Corporations § 1036 at 37-38 (perm, ed., rev. vol. 2002). Where applicable, the rule protects a director from liability for honest errors of judgment if he or she acted with good faith. Reget, 242 Wis. 2d 278, ¶ 17. The rule does not, however, shield a corporate director who has acted in bad faith. See id., ¶ 20; Sprecher v. Weston's Bar, Inc., 78 Wis. 2d 26, 40-41, 253 N.W.2d 493 (1977).\n¶ 23. Yates argues on appeal as she did before the circuit court that Holt-Smith's actions regarding the year-end dividend were an attempt to put financial pressure on Yates, which, in turn, would increase Holt-Smith's bargaining power in her efforts to buy out Yates and take over the business. Holt-Smith contends that instead, the dividend was not paid because Yates failed to attend the special board meeting in December 2005, and Holt-Smith had no obligation to cause a dividend to be paid absent the declaration of a dividend. The circuit court disagreed, finding that it was not credible that the dividend was not paid because of Yates' non-attendance. The court found that Holt-Smith withheld her vote regarding the dividend as the result of a \"decision to deprive [Yates] of her anticipated income from the company and pressure her to sell out to [Holt-Smith].\" In so finding, the court implicitly found that Holt-Smith's actions were not undertaken in good faith and, therefore, the business judgment rule did not protect her. We agree with the circuit court.\n¶ 24. The evidence in the present case reflects that early in 2005, Holt-Smith decided that neither she nor Yates would receive a salary increase for the year. The matter of an increase in salary was clearly of concern to Yates. Because the quarterly payments were 50% of their salaries, the quarterly payments also did not increase. The financial pressure on Yates increased when Holt-Smith decided to withhold her vote on the 2005 year-end dividend. The circuit court found that the December 21 hoard meeting, at which the year-end dividend could theoretically be discussed, was set up so as to be comprised solely of individuals Yates considered to be aligned against her. The circuit court found that the board meeting was structured in such a way that it was \"virtually certain\" that Yates would not attend. Thus, there was no quorum for the meeting. The circuit court also evaluated Holt-Smith's testimony at trial that the reason why the 2005 year-end dividend was not paid was because Yates did not attend the meeting. The court found it not to be credible. The court found that instead, Holt-Smith's decision to withhold her vote regarding the year-end dividend was undertaken \"in order to pressure [Yates] to sell her shares on [Holt-Smith's] terms by cutting her off from participation in the value of the company.\"\n¶ 25. Determinations regarding the subjective intent or motivation of a witness are factual, see Berlinski v. Telisky, 39 Wis. 2d 191, 196, 158 N.W.2d 925 (1968), and will be set aside only if clearly erroneous. See Global Steel Prods. Corp v. Ecklund Carriers, Inc., 2002 WI App 91, ¶ 10, 253 Wis. 2d 588, 644 N.W.2d 269; Wis. Stat. § 805.17(2). In determining a witness's intent or motivation, the circuit court is the ultimate arbiter of the credibility of witnesses. Id. ¶ 10. Its findings as to credibility will not be overturned on appeal unless they are inherently or patently incredible or in conflict with the uniform course of nature or with fully established or conceded facts. Id. In light of the evidence, we cannot say that the court's findings are clearly erroneous. Nor can we say that its findings are incredible or in conflict with the uniform course of nature or the established facts.\n¶ 26. The evidence demonstrates that Holt-Smith's course of conduct during 2005 effectively communicated to Yates that various sources of income, including the year-end dividend here at issue, were in jeopardy. The record establishes that Holt-Smith's motive was to further pressure Yates to sell her shares to Holt-Smith on Holt-Smith's terms. The failed board meeting was not the cause of the non-payment of a dividend in 2005; it was merely additional evidence of Holt-Smith's motivation. We conclude, based on the facts found by the circuit court, that Holt-Smith acted in bad faith with respect to the payment of the 2005 year-end dividend, and therefore we affirm the circuit court's determination that the presumption of good faith afforded by the business judgment rule has been overcome.\nB. Payment in Light of Reget v. Paige\n¶ 27. Holt-Smith also argues that under the rule articulated in Reget, she had no authority to cause HSYA to pay Yates a dividend without a dividend having been declared by the board of directors. In Reget we held that,\nuntil the profits of a corporation are declared as a dividend, the shareholders have no right or title in them and such profits belong exclusively to the corporation. Rather than being used to pay dividends, corporate profits may be added to the assets of the corporation to use for other corporate purposes.\nReget, 242 Wis. 2d 278, ¶ 15 (citation omitted).\n¶ 28. The rule in Reget has no application to the facts here. As discussed above, Holt-Smith's breach of fiduciary duty did not occur in the context of her role as a company officer who failed to disburse a dividend. Instead, it occurred in the context of her role as director and her corresponding power to prevent Yates from receiving a dividend.\n¶ 29. In sum, we conclude that Holt-Smith's actions with respect to the non-payment of the 2005 year-end dividend were not protected by the business judgment rule. Further, we conclude that Reget has no application to the issue on appeal. Accordingly, we conclude, as did the circuit court, that Holt-Smith's actions with respect to the non-payment of the 2005 dividend violated her fiduciary duty to Yates.\nCross-Appeal\nPrejudgment Interest\n¶ 30. Yates contends that the circuit court erred when it denied her prejudgment interest on the damage award. In Wisconsin, the \"general rule is that prejudgment interest may be recovered only when damages are either liquidated or liquidable, that is, there is a reasonably certain standard of measurement by the correct application of which one can ascertain the amount he or she owes.\" Teff v. Unity Health Plans Ins. Corp., 2003 WI App 115, ¶ 43, 265 Wis. 2d 703, 666 N.W.2d 38. Whether Yates is entitled to prejudgment interest is a question of law which we review de novo. Id., ¶ 42.\n¶ 31. When a plaintiff claims to have suffered multiple damages, but calculations of those damages vary in amount, the damages are not measurable or certain. See Walter v. Cessna Aircraft Co., 121 Wis. 2d 221, 236, 358 N.W.2d 816 (Ct. App. 1984). The same is true where the circuit court is required to resolve factual issues in order to calculate the amount of damages. Teff, 265 Wis. 2d 703, ¶¶ 49-50. Thus, either of these circumstances is sufficient, by itself, to preclude an award of prejudgment interest.\n¶ 32. Yates' complaint and amended complaint contained numerous theories of liability with differing amounts of damages. For example, the amended complaint contained a claim for breach of fiduciary duty and asserted that she had been damaged \"in an amount to be determined at trial.\" It separately contained a claim for \"compensation due\" and asserted that she was \"entitled to her fiscal 2005 year-end shareholder payments the Company [sic], as well as her compensation as an officer, director, employee and shareholder going forward.\" It appears the claim for \"compensation due\" was later consolidated with Yates' breach of fiduciary duty claim and the circuit court thereafter addressed the issue as part of Yates' breach of fiduciary duty claim.\n¶ 33. We have reviewed the record and are satisfied that through the time of trial, Yates' claims were not limited to claims for damages only with respect to the payment of the 2005 year-end dividend. At the beginning of trial, the court asked Yates' counsel to frame the questions that the court would need to answer at the end of the proceedings. In response, counsel stated in part:\nOur theory and what we believe the evidence will show is that throughout 2005 Ms. Holt-Smith did a number of things that violated her fiduciary duty, both to Ms. Yates and to the corporation in the way that she used independent advisors, in the way she made decisions as president of the corporation, and ultimately for the purposes of this trial. The most significant of those decisions was at the end of 2005 when she decided that she would not pay out any of the accumulated profits or money of the firm to herself or Ms. Yates contrary to past practice....\nA fair reading of these remarks is that, although the year-end bonus was the most significant item, it was not the only possible item of damages that Yates planned to assert. The record reflects counsel's expectation that the circuit court would need to resolve factual disputes regarding a range of actions that Yates asserted constituted a breach of fiduciary duty on the part of Holt-Smith.\n¶ 34. We conclude that even by the time of trial, Yates' theory of damages with respect to her breach of fiduciary duty claim was sufficiently generalized that it was not liquidated or liquidable. We therefore reject Yates' claim to prejudgment interest.\nPostverdict Interest\n¶ 35. The parties do not dispute that the circuit court erred in failing to award statutory postverdict interest under Wis. Stat. § 814.04(4). We concur and conclude that the court should have taxed postverdict interest at the rate of twelve percent between the date of the verdict and the date the judgment was entered.\n¶ 36. For the foregoing reasons, the judgment and order are affirmed in part and reversed in part and remanded for purposes of awarding postverdict interest consistent with this opinion.\nBy the Court. — Judgment and order affirmed in part; reversed in part and cause remanded with directions.\nThe parties refer to these quarterly payments as \"bonuses.\" They are not at issue in the case; only the year-end payment is in dispute.\nFollowing the transfer of shares, Holt-Smith and Yates each held approximately 46% of HSYA stock.\nAll references to the Wisconsin Statutes are to the 2007-08 version unless otherwise noted.\nThe method for distributing dividends is set out in HSYA's By-Laws, and provides in relevant part that HSYA's Board of Directors \"may declare dividends upon the shares in the corporation whenever and in such amounts as in the Board's opinion, the condition of the corporation renders advisable.\"\nAlthough the court referred to the year-end payment by using the same term as did the parties, it ruled that the payment was \"like a dividend.\" The term \"dividend-like\" describes a constructive dividend. See, e.g., Notz v. Everett Smith Group, Ltd., 2009 WI 30, ¶ 24 n.13, 316 Wis. 2d 640, 764 N.W.2d 904.\nThus, we are concerned with an injury to Yates personally, rather than with an injury to HSYA. See generally Notz, 764 N.W.2d 904, ¶¶ 18-26.\nThe meeting was limited to Holt-Smith, Yates, Korth, Erickson, the private attorney to whom Yates had objected, and another attorney from her firm. Yates' personal attorney was not permitted to attend.\nHolt-Smith also argues that the circuit court improperly shifted the burden to her to explain her actions, rather than presume, as it must under the business judgment rule, that she acted in good faith. Contrary to Holt-Smith's assertion, the court's evaluation of the evidence and Holt-Smith's credibility did not constitute an impermissible shift in burden by the court, but rather was a necessary review of the record to determine whether the presumption had been overcome by Holt-Smith's actions.\nYates contends that there are additional reasons why Holt-Smith is not entitled to protection under the business judgment rule. However, because the circuit court's findings of bad faith compel the loss of the protection of the business judgment rule, we do not reach Yates' remaining arguments. See Turner v. Taylor, 2003 WI App 256, 1 n.1, 268 Wis. 2d 628, 673 N.W.2d 716 (when a decision on one issue is dispositive, we need not reach other issues raised).", "type": "majority", "author": "BRIDGE, J."}], "attorneys": ["On behalf of the defendant-appellant-cross-respondent, the cause was submitted on the briefs of Roberta F. Howell and Tony H. McGrath of Foley & Lardner LLP, Madison.", "On behalf of the plaintiff-respondent-cross-appellant, the cause was submitted on the briefs of Donald K. Schott, Josephine K. Benkers and Jaime L. Hochhausen of Quarles & Brady LLP, Madison."], "corrections": "", "head_matter": "Kristin Yates, Plaintiff-Respondent-Cross-Appellant, v. Marilyn Holt-Smith, Defendant-Appellant-Cross-Respondent.\nCourt of Appeals\nNo. 2008AP17.\nSubmitted on briefs October 8, 2008.\nDecided May 14, 2009.\n2009 WI App 79\n(Also reported in 768 N.W.2d 213.)\nOn behalf of the defendant-appellant-cross-respondent, the cause was submitted on the briefs of Roberta F. Howell and Tony H. McGrath of Foley & Lardner LLP, Madison.\nOn behalf of the plaintiff-respondent-cross-appellant, the cause was submitted on the briefs of Donald K. Schott, Josephine K. Benkers and Jaime L. Hochhausen of Quarles & Brady LLP, Madison.\nBefore Higginbotham, PJ., Lundsten and Bridge, JJ.\nPetition to review denied 9/10/09. Roggensack, J., did not participate. Ziegler and Gableman, JJ., dissent."}, "first_page_order": 856, "last_page_order": 877}
