{"id": 3772608, "name": "State of Wisconsin, Plaintiff-Respondent, v. Kevin H. Luu, Defendant-Appellant", "name_abbreviation": "State v. Luu", "decision_date": "2009-05-14", "docket_number": "No. 2008AP2138-CR", "first_page": "778", "last_page": "786", "citations": [{"type": "official", "cite": "319 Wis. 2d 778"}, {"type": "parallel", "cite": "769 N.W.2d 125"}, {"type": "parallel", "cite": "2009 WI App 91"}], "court": {"name_abbreviation": "Wis. Ct. App.", "id": 15300, "name": "Wisconsin Court of Appeals"}, "jurisdiction": {"id": 46, "name_long": "Wisconsin", "name": "Wis."}, "cites_to": [{"cite": "Wis. Stat. § 973.09", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "weight": 16, "year": 2007, "pin_cites": [{"page": "(2)"}, {"page": "(2)"}, {"page": "(2)"}, {"page": "(2) and (3)"}, {"page": "217", "parenthetical": "citation omitted"}, {"page": "(2m)"}], "opinion_index": 0}, {"cite": "Wis. Stat. § 943.24", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "weight": 2, "pin_cites": [{"page": "(2)"}, {"page": "(2)"}], "opinion_index": 0}, {"cite": "Wis. Stat. § 939.50", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "pin_cites": [{"page": "(3)(e)"}], "opinion_index": 0}, {"cite": "492 N.W.2d 633", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1992, "pin_cites": [{"parenthetical": "we generally decline to address issues inadequately briefed"}], "opinion_index": 0}, {"cite": "2005 WI 71", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 7"}], "opinion_index": 0}, {"cite": "281 Wis. 2d 484", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "697 N.W.2d 769", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "197 Wis. 2d 279", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1995, "pin_cites": [{"page": "301", "parenthetical": "constitutionality of a statute is a question of law reviewed independently"}], "opinion_index": 0}, {"cite": "541 N.W.2d 115", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1995, "pin_cites": [{"parenthetical": "constitutionality of a statute is a question of law reviewed independently"}], "opinion_index": 0}, {"cite": "128 Wis. 2d 356", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1986, "pin_cites": [{"page": "365", "parenthetical": "probation extensions must be ordered as proper exercise of court's discretion"}], "opinion_index": 0}, {"cite": "382 N.W.2d 429", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1986, "pin_cites": [{"parenthetical": "probation extensions must be ordered as proper exercise of court's discretion"}], "opinion_index": 0}, {"cite": "2004 WI 58", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 45"}], "opinion_index": 0}, {"cite": "271 Wis. 2d 633", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "pin_cites": [{"page": "¶¶ 45-46"}], "opinion_index": 0}, {"cite": "681 N.W.2d 110", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "171 Wis. 2d 627", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1992, "pin_cites": [{"page": "646-47", "parenthetical": "we generally decline to address issues inadequately briefed"}], "opinion_index": 0}, {"cite": "127 Wis. 2d 205", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1985, "opinion_index": 0}, {"cite": "378 N.W.2d 691", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1985, "opinion_index": 0}, {"cite": "442 U.S. 114", "category": "reporters:federal", "reporter": "U.S.", "year": 1979, "pin_cites": [{"page": "123"}], "opinion_index": 0}, {"cite": "333 U.S. 483", "category": "reporters:federal", "reporter": "U.S.", "year": 1948, "pin_cites": [{"page": "486"}], "opinion_index": 0}, {"cite": "767 F.2d 1353", "category": "reporters:federal", "reporter": "F.2d", "weight": 2, "year": 1985, "pin_cites": [{"page": "1358-59"}, {"page": "1359"}], "opinion_index": 0}, {"cite": "540 F.2d 465", "category": "reporters:federal", "reporter": "F.2d", "year": 1976, "pin_cites": [{"page": "468"}], "opinion_index": 0}, {"cite": "2006 WI 103", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 25"}], "opinion_index": 0}, {"cite": "294 Wis. 2d 274", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "717 N.W.2d 781", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}], "analysis": {"cardinality": 610, "char_count": 12551, "ocr_confidence": 0.784, "pagerank": {"raw": 5.8591662004228935e-08, "percentile": 0.3656890807147444}, "sha256": "273b3c00d7272944b9970da431bb1c0f38064dfbc2a6aad7c13193ceebcc7c57", "simhash": "1:d3b024dda998c00b", "word_count": 2040, "random_id": 3702672321, "random_bucket": 19393}, "last_updated": "2023-12-01T21:56:37.584463+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["Before Higginbotham, PJ., Dykman and Bridge, JJ."], "parties": ["State of Wisconsin, Plaintiff-Respondent, v. Kevin H. Luu, Defendant-Appellant."], "opinions": [{"text": "DYKMAN, J.\n¶ 1. Kevin Luu appeals from a judgment of conviction imposing sentence following revocation of his probation. Luu also appeals from an order denying his postconviction motion for relief from the revocation and sentencing. Luu argues that his probation terminated as a matter of law prior to revocation because the probation was extended beyond the maximum possible term of imprisonment for the crime he committed. He contends that this is contrary to Wis. Stat. § 973.09(2) (2007-08). We conclude that § 973.09(2) does not prohibit a court from extending a defendant's probation beyond the maximum term of imprisonment the defendant faced for the crime he or she committed. Accordingly, we affirm.\nBackground\n¶ 2. On June 5, 2001, Luu pled no contest to issuing a worthless check in violation of Wis. Stat. § 943.24(2) (1999-2000). The court withheld sentence and placed Luu on three years' probation. It also ordered Luu to pay restitution as a condition of his probation.\n¶ 3. Because Luu had not satisfied the restitution requirement, the court extended Luu's probation three times, ultimately continuing his probation until February 1, 2007. On December 20, 2006, the Department of Corrections initiated proceedings to revoke Luu's probation. The court issued an order revoking Luu's probation on March 1, 2007. Luu was then sentenced to eighteen months' imprisonment.\n¶ 4. Following sentencing, Luu moved for post-conviction relief. He argued that Wis. Stat. § 973.09(2) prohibited the court from extending his probation beyond the maximum term of imprisonment he faced for the crime he committed, which was five years. See Wis. Stat. § 943.24(2) (1999-2000); Wis. Stat. § 939.50(3)(e) (1999-2000). Because the court had extended his probation beyond five years before DOC initiated revocation proceedings, Luu argued, the revocation was invalid. Luu also argued that if the statute did allow the court to extend his probation beyond the maximum imprisonment he originally faced, the statute violated his Due Process right to have notice of the potential consequences of his criminal conduct. The court denied Luu's postconviction motion. Luu appeals.\nStandard of Review\n¶ 5. This case presents questions of statutory interpretation and the constitutionality of a statute. We review both questions de novo. See State v. Stenklyft, 2005 WI 71, ¶ 7, 281 Wis. 2d 484, 697 N.W.2d 769 (statutory interpretation is a question of law reviewed independently); State v. Post, 197 Wis. 2d 279, 301, 541 N.W.2d 115 (1995) (constitutionality of a statute is a question of law reviewed independently).\nDiscussion\n¶ 6. Luu argues that Wis. Stat. § 973.09 does not allow a trial court to extend an original term of probation beyond the maximum possible term of imprisonment the defendant faced. Alternatively, Luu argues that if § 973.09 allows a trial court to extend a defendant's probation beyond the original term of imprisonment he or she faced, the statute is unconstitutional because it violates Due Process guarantees by failing to provide sufficient notice of the possible consequences of criminal conduct. We disagree with both contentions, and will address each in turn.\n¶ 7. Luu argues first that Wis. Stat. § 973.09(2) limits the total term of probation, including the original sentence of probation and any extensions, by its plain terms. He argues that subsec. (3) only allows the court to extend a term of probation subject to the overarching restriction in subsec. (2) that a term of probation may only be as long as the potential term of imprisonment a defendant faced for the crime he or she committed. Luu argues that any other reading of the statute renders subsec. (2) superfluous because it allows extensions beyond the limitations imposed by the legislature. Luu contends that this interpretation also leads to absurd results because it would allow a court to extend probation continuously, keeping a defendant on probation for the rest of his or her life, regardless of the severity of the crime committed.\n¶ 8. The State contends that the plain language of Wis. Stat. § 973.09(2) and (3) limits the original term of probation a court may impose to the maximum term of imprisonment the defendant faced, and then allows extensions beyond that original sentence. The State agrees that this means that a term of probation may be extended continuously, but argues that this result is not absurd and does not render any part of the statute superfluous because it gives effect to each part of the statute, and extensions of probation remain subject to the restrictions in the statute and those established by case law. See State v. Jackson, 128 Wis. 2d 356, 365, 382 N.W.2d 429 (1986) (probation extensions must be ordered as proper exercise of court's discretion). We agree with the State.\n¶ 9. We begin our analysis with the plain language of Wis. Stat. § 973.09. See State ex rel. Kalal v. Circuit Court for Dane County, 2004 WI 58, ¶ 45, 271 Wis. 2d 633, 681 N.W.2d 110. If the language is plain, we apply that language without resort to extrinsic sources to aid our construction. Id., ¶ 46. The two contested subsections of § 973.09 are as follows:\n(2) The original term of probation shall be:\n(b)l. Except as provided in subd. 2., for felonies, not less than one year nor more than either the maximum term of confinement in prison for the crime or 3 years, whichever is greater.\n(3)(a) Prior to the expiration of any probation period, the court, for cause and by order, may extend probation for a stated period or modify the terms and conditions thereof.\n¶ 10. The meaning of Wis. Stat. § 973.09 is plain. Subsection (2) limits the length of an original term of probation. There is no way to reasonably interpret the term \"original\" to mean \"original plus any extensions.\" The statute plainly distinguishes limitations on original terms of probation from possible subsequent extensions.\n¶ 11. In contrast, the statute limits extensions of probation by requiring extensions to be \"for cause,\" and requiring courts to specify the length of the extension. We discern no conflict between these provisions, and we are therefore bound by their plain terms. See Kalal, 271 Wis. 2d 633, ¶¶ 45-46.\n¶ 12. Next, Luu argues that this interpretation of Wis. Stat. § 973.09 — that only the original term of probation is limited to the maximum potential term of imprisonment, and extensions are not subject to that limitation — renders the statute unconstitutional. He contends that if the statute allows unlimited extensions of an original term of probation, it does not provide sufficient notice of the potential punishment for various criminal offenses. Under this construction, Luu asserts, defendants are subject to possible life on probation without notice that this is a possible consequence of their conduct, and regardless of the severity of the offense committed. He asserts that this result violates the United States Constitution's Fifth Amendment guarantee of Due Process, the Fourteenth Amendment guarantee of Equal Protection, and the Eighth Amendment prohibition against cruel and unusual punishment.\n¶ 13. At the outset, we note that the only constitutional argument Luu has developed is that Wis. Stat. § 973.09 violates due process notice principles by subjecting defendants to potential probation terms for which they have not been provided adequate notice. We therefore limit our analysis to whether § 973.09 is unconstitutional on due process notice grounds. See State v. Pettit, 171 Wis. 2d 627, 646-47, 492 N.W.2d 633 (Ct. App. 1992) (we generally decline to address issues inadequately briefed).\n¶ 14. Luu cites State v. Cissell, 127 Wis. 2d 205, 378 N.W.2d 691 (1985), in support of his argument that reading. Wis. Stat. § 973.09 to allow probation extensions beyond the limits placed on the original probation term violates due process notice principles. There, the supreme court said: \"So long as. .. criminal provisions clearly define the conduct prohibited and the punishment authorized, the notice requirements of the Due Process Clause are satisfied.\" Id. at 217 (citation omitted). Luu contends that § 973.09 lacks adequate sentencing limits. See United States v. Batchelder, 442 U.S. 114, 123 (1979). (\"[V]ague sentencing provisions may post constitutional questions if they do not state with sufficient clarity the consequences of violating a given criminal statute.\"). Thus, he argues, the legislature has impermissibly delegated its authority to fix penalties to the courts. See United States v. Evans, 333 U.S. 483, 486 (1948). We disagree.\n¶ 15. As we have explained, Wis. Stat. § 973.09 plainly provides the limits on an original sentence of probation, and establishes that the original term of probation may be extended \"for cause.\" The statute does not purport to place any limits on the length of time that probation may be extended. We conclude that the plain language of the statute provides a defendant sufficient notice that he or she will be subject to an original term of probation up to the length of imprisonment he or she faced for the crime committed, and that his or her probation may then be extended \"for cause.\"\n¶ 16. Additionally, we are persuaded by federal authority rejecting the same constitutional argument Luu raises here. In United States v. Arellanes, 767 F.2d 1353, 1358-59 (9th Cir. 1985), the Ninth Circuit rejected the defendant's argument that a federal statute was unconstitutional because it authorized courts to impose a \"special parole term\" following convictions for certain drug offenses, without specifying the maximum possible length of the parole term. The court explained that although one federal case supported the defendant's position:\nAll other courts that have addressed the issue, however, have upheld the special parole term provision. These decisions interpret the statute to authorize a special parole term of as long as life. This vast amount of judicial discretion in the imposition of special parole terms has not been found to violate the due process clause. As the Tenth Circuit has convincingly explained: \"Leaving the determination of maximum sentences to the court is not uncommon... and we are convinced that no unlawful delegation of legislative power is involved. Nor is the statute void for vagueness because of the broad range of the sentencing power.\"\nId. at 1359 (quoting United States v. Jones, 540 F.2d 465, 468 (10th Cir. 1976)).\n¶ 17. In sum, we conclude that the plain language of Wis. Stat. § 973.09 authorizes probation extensions beyond the original term of probation, not limited by statutory limits on the original term. We discern no constitutional violations in this construction of the statute. Accordingly, we affirm.\nBy the Court. — Judgment and order affirmed.\nThe contested provisions of Wis. Stat. § 973.09 are quoted in the discussion section of this opinion. All references to the Wisconsin Statutes are to the 2007-08 version unless otherwise noted.\nLuu argues that his probation must be terminated because, under Wis. Stat. § 973.09(2m), \"[i]f a court imposes a term of probation in excess of the maximum authorized by statute, the excess is void and the term of probation is valid only to the extent of the maximum term authorized by statute. The term is commuted without further proceedings.\" The State agrees that this would be the remedy if the statute had the meaning Luu attributes to it. It disagrees that Luu posits a reasonable interpretation of § 973.09.\nLuu argues that we should adopt his interpretation of Wis. Stat. § 973.09 because it avoids the constitutional questions that the State's interpretation raises. See Burbank Grease Servs., LLC v. Sokolowski, 2006 WI 103, ¶ 25, 294 Wis. 2d 274, 717 N.W.2d 781 (we should construe statutes to avoid constitutional questions). Because we discern no constitutional problems with the State's interpretation, this cannon of legal construction does not guide our analysis.", "type": "majority", "author": "DYKMAN, J."}], "attorneys": ["On behalf of the defendant-appellant, the cause was submitted on the brief of Marshall ,L. Belton, Verona.", "On behalf of the plaintiff-respondent, the cause was submitted on the brief of Jeffrey J. Kassel, assistant attorney general, and J.B. Van Hollen, attorney general."], "corrections": "", "head_matter": "State of Wisconsin, Plaintiff-Respondent, v. Kevin H. Luu, Defendant-Appellant.\nCourt of Appeals\nNo. 2008AP2138-CR.\nSubmitted on briefs February 10, 2009.\nDecided May 14, 2009.\n2009 WI App 91\n(Also reported in 769 N.W.2d 125.)\nOn behalf of the defendant-appellant, the cause was submitted on the brief of Marshall ,L. Belton, Verona.\nOn behalf of the plaintiff-respondent, the cause was submitted on the brief of Jeffrey J. Kassel, assistant attorney general, and J.B. Van Hollen, attorney general.\nBefore Higginbotham, PJ., Dykman and Bridge, JJ.\nPetition to review denied 8/17/09."}, "first_page_order": 878, "last_page_order": 886}
