{"id": 4804303, "name": "Franz Fahrig vs. Milwaukee & Chicago Breweries (Limited), et al.", "name_abbreviation": "Fahrig v. Milwaukee & Chicago Breweries Ltd.", "decision_date": "1905-03-01", "docket_number": "Gen. No. 194,198", "first_page": "296", "last_page": "298", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 296"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [{"cite": "113 Ill. App. 525", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": -1}], "analysis": {"cardinality": 324, "char_count": 5602, "ocr_confidence": 0.511, "pagerank": {"raw": 4.076306636737454e-08, "percentile": 0.15664435955802616}, "sha256": "bc068350e3ff76659a3ed404d81072a2d0bb265b05200e1385bb0d6523a8e925", "simhash": "1:2144c64a43fa84cb", "word_count": 972, "random_id": 1827242859, "random_bucket": 33643}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["Franz Fahrig vs. Milwaukee & Chicago Breweries (Limited), et al."], "opinions": [{"text": "Tuley, J.\n(orally):\nGentlemen, this is an anomalous case, treading on unknown ground and raising new questions as to the jurisdiction and powers of a court of equity.\nHere is a corporation, organized in London, England, for the sole and simple purpose, and carried on for the sole and simple purpose of holding the stock of a United States corporation. It does no business itself, it carries on no business; it simply holds the stock of the American Company. It gets reports from the American Company and takes action on those reports and that is all that it does.\nThe subs&ince of the whole transaction is the business carried on by the American corporation; the English corporation is a mere shadow. It is a book-keeping corporation and that only, not a business corporation.\nCertificates are issued which show that the stockholders are entitled to shares of stock in the American corporation. This complainant does not get that—\nMb. Strawn: I beg your Honor’s pardon, I think that certificate means the English corporation’s stock.\nThe Court: And that share of stock in the English corporation represents a share of stock in the American corporation. He is entitled to a share of stock in the English corporation representing a share of stock in the American corporation.\nHe applies to the English corporation for an examination of the books. They respond, “why, all the boobs pertaining to your interests are the books of the American corporation. We haven’t got them; they are in America. We can not let you examine them; we have no authority to let you examine them.” Then he applies to the American corporation and they say, “Why, we can’t let you examine the books, we are responsible to the English corporation alone.”\nGreat frauds are alleged in the carrying on of the American corporation; the expenditure of millions of money wrongfully and fraudulently. What remedy has the holder of a share of stock in this English corporation? The property is in this country, the book-keeping part is in England and that is all there is of it. Is he to go to England and prosecute a suit there, or is he to attack the substance in this country, ■and prosecute it here? That is the question presented. Equity regards the substance, not the form of a transaction. The substance of this transaction is an association of brewers, carried on by this American corporation. This stockholder will never get a dollar, except he gets it through the workings of the American association.\n\"Why should he be driven to England to fight a book-keeping corporation? The property is in this country. It may not be against public policy that an English corporation should hold the entire stock of an American corporation, but I am rather inclined to think it is. I will not pass on that question. But there must be a remedy here for the English stockholder, and I see no other way except for him to pursue his remedy (if any he has) against the American corporation. When he obtains it, why, the American corporation can make its report as usual to the English corporation; there is nothing to prevent that, and that is all they want.\nMr. Strawn : Didn’t he take it with notice that he was a stockholder in the English corporation?\nThe Court: He takes it with notice that he is a stockholder in an English corporation that owns the stock of an American corporation, and that represents his stock.' Ho takes it with notice that the English corporation is a mere book-keeper of the transaction and that the substance is in this country.\nThe difficulty I find is that there are insufficient allegations in this bill as to the time that this stockholder obtained notice of these different fraudulent transactions; it is not clearly set forth. Time is an important matter here, and the time is a considerable length of time, some nine years or four years at least in which he took no action, and no sufficient reason appears, if he had notice, why he did not proceed to act.\nI think you will have to amend your bill and set out some •further excuse for the apparent laches in pursuing your remedy. I do not feel disposed to drive this party out of court if he has a right to come in, and to send him over to England to litigate there against a shadow, when the substance is in this country.\nDemurrer sustained, and leave to file amended bill.\nNote.—A second amended Mil was thereafter filed on April 1, 1905.", "type": "majority", "author": "Tuley, J."}], "attorneys": ["C. W. Greenfield and Nicholas Micheles, for complainant.", "S. H. Strawn of Winston, Payne & Strawn and H. T. Gilbert , for defendants."], "corrections": "", "head_matter": "(Circuit Court of Cook County. In Chancery.)\nFranz Fahrig vs. Milwaukee & Chicago Breweries (Limited), et al.\n(March 1, 1905.)\n1. Corporations—Right of Stockholder to Examine Books of Subsidiary Corporation. Where an English corporation owns the entire stock of an American corporation, and does no other business of any kind except to own such stock, a stockholder in the English corporation is entitled to examine the books of the American corporation, and is not obliged to resort to the English courts for relief.\n2. Same—Right of English Company to Own Entire Stock of American Corporation. Whether it is lawful for an English company to own the entire stock, of an American corporation, quaere.\n3. Same)—Laches. But where a stockholder takes no action to protect his rights for over four years, and no sufficient reason appears why he did not do so, he is guilty of laches.\n•Demurrer to amended bill. Gen. No. 194,198. Heard before Judge Murray F, Tuley.\nFor statement of facts see Fahrig v. Milwaukee & Chicago Breweries, 113 Ill. App. 525, a decision upon a previous appeal.\nC. W. Greenfield and Nicholas Micheles, for complainant.\nS. H. Strawn of Winston, Payne & Strawn and H. T. Gilbert , for defendants."}, "first_page_order": 314, "last_page_order": 316}
