{"id": 4804512, "name": "Silverstein, for use of Brewer and Company vs. Fred Gresheimer", "name_abbreviation": "Silverstein ex rel. Brewer & Co. v. Gresheimer", "decision_date": "1900", "docket_number": "", "first_page": "471", "last_page": "473", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 471"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [{"cite": "14 Ill. 33", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "31 Ill. 188", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "125 Mass. 51", "category": "reporters:state", "reporter": "Mass.", "opinion_index": 0}, {"cite": "36 Mich. 436", "category": "reporters:state", "reporter": "Mich.", "opinion_index": 0}, {"cite": "209 Ill. 252", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "103 Ill. App. 609", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}], "analysis": {"cardinality": 311, "char_count": 5181, "ocr_confidence": 0.508, "pagerank": {"raw": 4.076306636737454e-08, "percentile": 0.15664689963755019}, "sha256": "14d6f288422bc098e2d55ee2284cac6fed6568e2dcdbe208ae75667ea2a9423f", "simhash": "1:964af5284ecdc1bd", "word_count": 912, "random_id": 2976592549, "random_bucket": 12965}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["Silverstein, for use of Brewer and Company vs. Fred Gresheimer."], "opinions": [{"text": "Holdom, J.:\nThis is an action originally instituted before a justice of the peace upon an assignment by one Silverstein of his weekly wages of twenty-five ($25) dollars to Brewer & Company, said wages to be thereafter earned, from the defendant Gresheimer, in whose employment he was under a verbal contract from week to week, the consideration for such assignment being a loan from Brewer & Company to Silverstein of one hundred and thirty-five ($135) dollars. The cause comes to this court on appeal.\nA trial before the court and a jury resulted in a verdict for the plaintiff, and the case is now before the court on a motion for a new trial made by the defendant.\nThe evidence tends to show that Brewer & Company served defendant with a copy of the contract of assignment, but that defendant refused to accept the same, or to acknowledge that it had’ any binding effect upon him. Neither at the time of the making or delivery of the assignment by Silverstein tq Brewer & Company was there any wages due Silverstein from Gresheimer, but on the contrary it is claimed and not disputed, that Silverstein was then overpaid in the sum of seventy-one .($71) dollars. Gresheimer ignored the assignment and Silverstein continuing in his employment, he paid him his wages regularly.\nAt common law a chose in action, except negotiable instruments, was not assignable, unless the debtor assented to the assignment and promised to pay the assignee, in which case an action might be maintained by the assignee on the express promise of the debtor to pay. 2 Black Com., 442; 2 Chitty on Contracts, 1357 (11th Am. Ed.); McKinney v. Alvis, 14 Ill. 33; Olds v. Cummings, 31 Ill. 188.\nThis rule of law has in these modern times, conforming to changed conditions, been much modified, so that the common law rule in its entirety now no longer prevails.\nThe general test to be applied in determining the assign-ability of a chose in action is whether or not it would survive and pass to the personal representatives of a decedent assignor if no assignment had been made. If it would so survive it may be assigned so as to pass the interest assigned to the assignee; if it does not so survive, it is not assignable either at law or in equity.\nSee cases, note 4, on page 1017 Am. & Eng. Ency. Law, second edition.\nApplying this test to the assignment in the case at bar it is clear that it ivas not effective or binding upon the defendant.\nThe authorities as to whether or not unearned wages may be assigned so as to be recoverable in an action at law in a jurisdiction where the distinction between law and equity prevails are conflicting. I am, however, inclined to hold to what I consider the better doctrine enunciated in the case of Lightbody v. Smith, 125 Mass. 51, that except as to wages actually due at the time of an assignment, such an assignment is an attempt to transfer a mere possibility of future earnings and therefore as to such future earnings is not an existing chose in action.\nJustice Cooley in Kane v. Clough, 36 Mich. 436, held to the doctrine announced in Lightbody v. Smith, and inferentially decided that where an action' could not be maintained on an assignment of demands having no actual existence at the time of the assignment, resort might be had to equity after the demands intended were subsequently brought into existence. This rule of law would be fatal to a recovery in this cause on the law side of the court, where we find it.\nThe verdict will therefore be set aside and a new trial granted.\nNOTE.\nIn Maillin v. Wenham, 209 Ill. 252, affirming 103 Ill. App. 609, it was held that an assignment of wages to he earned under a subsisting employment is valid and enforceable, if made in good faith and for a valuable consideration, even though the employment is for an Indefinite time.—Ed.", "type": "majority", "author": "Holdom, J.:"}], "attorneys": ["Geo. Webster and G. E. Hurley, for plaintiff.", "H. M. Shajfner for defendant."], "corrections": "", "head_matter": "(Superior Court of Cook County.)\nSilverstein, for use of Brewer and Company vs. Fred Gresheimer.\n(1900.)\n1. Assignment of Choses in Action at Common Law. At common law a chose in action, unless a negotiable instrument, was not assignable, unless the debtor assented to the assignment and promised to pay the assignee. •\n2. Same—Modern Rule. Under the modern authorities the gen- • eral test asi to whether a chose in action is assignable is whether or not it would survive and pass to the personal representatives of a decedent assignor if no assignment had been made. If it would so survive, it may be assigned so as to pass the interest assigned to the assignee; if it doés not so survive, it is not assignable either at law or in equity.\n3. Unearned Wages—Validity of Assignment of. Although the authorities are conflicting as to whether or not unearned wages may be assigned so as to be recoverable in an action at law, the better doctrine is that except as to wages actually due at the time of the assignment, such an assignment is an attempt to transfer a mere possibility of future earnings, and therefore as to such future earnings is not an existing chose in action.\nJudgment for plaintiff, motion for new trial granted. Heard before Judge Jesse Holdom.\nFor statement of facts see opinion.\nGeo. Webster and G. E. Hurley, for plaintiff.\nH. M. Shajfner for defendant."}, "first_page_order": 489, "last_page_order": 491}
