{"id": 4802764, "name": "Pinkerton, et al. vs. Grand Pacific Hotel Company", "name_abbreviation": "Pinkerton v. Grand Pacific Hotel Co.", "decision_date": "1903", "docket_number": "", "first_page": "517", "last_page": "520", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 517"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [{"cite": "63 Ill. 101", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "78 Ill. 162", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "121 Ill. 255", "category": "reporters:state", "reporter": "Ill.", "weight": 2, "opinion_index": 0}, {"cite": "72 Ill. 419", "category": "reporters:state", "reporter": "Ill.", "weight": 2, "opinion_index": 0}, {"cite": "21 Ill. App. 113", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "58 Ill. App. 302", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "18 Ill. 390", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "40 Ill. 102", "category": "reporters:state", "reporter": "Ill.", "pin_cites": [{"page": "103"}], "opinion_index": 0}, {"cite": "95 Ill. 183", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "118 Ill. 160", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "129 Ill. 218", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "150 Ill. 607", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}], "analysis": {"cardinality": 390, "char_count": 5797, "ocr_confidence": 0.529, "pagerank": {"raw": 4.076306636737454e-08, "percentile": 0.1566269697828232}, "sha256": "0b39a5424e571e5b139ccd2994333fef8d12936ff9d60bf122fb8e00e2f3fcb3", "simhash": "1:1b1adac65e38ccc6", "word_count": 1021, "random_id": 3272377807, "random_bucket": 34255}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["Pinkerton, et al. vs. Grand Pacific Hotel Company."], "opinions": [{"text": "Holdom, J.:\nA general demurrer is filed by defendants to the bill of complaint as amended, a demurrer having heretofore been successfully interposed to the original bill.\nBriefly stated, the parties to this cause had a suit, on the common law side of the court, of complainants against the defendant, to recover a claim for services rendered by complainants, who were the well known detectives whose headquarters are in this city with branch offices in many parts of this continent.\nThe common law cause was on the calendar of his honor, Judge Kavanagh, and when reached for trial by agreement of the parties through their respective attorneys, they each being represented by the same counsel as appear in this cause, a jury was waived and the cause submitted to the court for trial. The court proceeded to an did hear all the evidence adduced by each party and the arguments of counsel, and then took the case under advisement, with the request that counsel furnish written briefs to the court, which was done. In the meantime Judge Kavanagh went to the discharge of his ex officio duties in the criminal court and did not return again to the common law court until one year thereafter, without having in the meantime rendered any decision in the ease.\nNew common law calendars were thereafter made up by the clerk of the court, and because no order had been entered of record submitting the cause to the court for trial without a jury, there was nothing on the record to apprise the clerk of the fact that the cause was then in the bosom of the court for final determination, and so he, in the regular order, put the case upon Judge Stein’s calendar. Of this counsel for complainants had no notice; they rested in security, assuming that the clerk had done his duty and entered the proper orders, both of submission and talcing under advisement. Counsel for defendant knew that the\" cause was on Judge Stein’s calendar, but paid no further attention to it. On the regular call of the calendar, the cause being reached for trial and no one responding for either party, Judge Stein dismissed it upon his own motion. The term of the court at which it was dismissed, passed before complainants or their counsel discovered the condition of the record. The amended bill sets up in amplified form these facts, and the further fact that an appeal to. Judge Kavanagh to set aside the order of dismissal and enter into an order of submission, etc., was unsuccessful, and this equity side of the court is asked to do what the common law side thereof held he had no power to do. It is also admitted that the statute of limitations has not run as a bar against complainants’ claim.\nThe correcting of the record of the court is in a proper ease the exercise of its equitable power.\nSuch amendment must be made, if at all, from the judge’s minutes.\nIn Seeley v. Felton, 63 Ill. 101, the court said on page 105, ‘‘ On a motion to correct the judgment after notice given, the same was done from the entry of the judge’s minutes, the entry of the remittitur as it appeared from the record, and other evidence. We are satisfied that the amendment was properly made, as there was ample evidence in the minutes and proceedings of the court by which to amend.”\nEvery decision quoted by the learned counsel for complainants affirmatively decides that the power to amend the record is in the court where the error occurred. Howell v. Morlan, 78 Ill. 162; Gebbie v. Mooney, 121 Ill. 255; Railroad Co. v. Holbrook, 72 Ill. 419; Morrison v. Stewart, 21 Ill. App. 113; Gross v. Sloan, 58 Ill. App. 302.\nAll of the foregoing cases either enunciate or proceed upon such theory.\nIt is urged that as counsel for defendant had knowledge of the cause being irregularly put upon Judge Stein’s calendar that it was his duty to have either notified opposing counsel of that fact or to have seen that the cause was striken from the calendar. As a matter of law counsel for defendant owed no legal duty to complainants or their counsel; they were on opposite sides of a law suit, each presumably watching with alertness for an advantage over his adversary. What the ethical obligation was under the circumstances I am not prepared to decide, nor would it be proper for me to do so. Both had equal opportunities, and both were charged with like diligence in conserving the interests which they respectively represented.\nThe demurrer to the amended bill will be sustained and the amended bill dismissed for want of equity at the cost of complainants.\nNote.—The court is empowered to amend the record and correct errors and mistakes of the judge or clerk even after the term has gone by. But such amendments must be made from the minutes of the judge or other reliable source. Coughran v. Gutcheus, 18 Ill. 390; Wallahan v. People, 40 Ill. 102, 103; R. R. Co. v. Holbrook, 72 Ill. 419; Gillett v. Booth, 95 Ill. 183; Dougherty v. People, 118 Ill. 160; Gebbie v. Mooney, 121 Ill. 255; People v. Anthony, 129 Ill. 218; Ry. Co. v. Walsh, 150 Ill. 607.—Ed.", "type": "majority", "author": "Holdom, J.:"}], "attorneys": ["Munn & Wheeler, solicitors for complainants.", "Francis A. Biddle, solicitor for defendant."], "corrections": "", "head_matter": "(Superior Court of Cook County. In Chancery.)\nPinkerton, et al. vs. Grand Pacific Hotel Company.\n(1903.)\n1. Courts—Correction oe Record. The court in the exercise of its equitable power may properly correct its records and amend its orders and judgments, even after the term at which the order was entered has\" gone by. Such amendments, however, must he made from the minutes of the judge.\n2. Same—Bt Whom Made. The power to amend the record of the court rests only in the particular court where the error oceured.\nBill by complainant to set aside judgment of dismissal in suit between same parties. Demurrer to amended bill. Heard before Judge Jesse Holdom.\nFor statement of facts see opinion.\nMunn & Wheeler, solicitors for complainants.\nFrancis A. Biddle, solicitor for defendant."}, "first_page_order": 535, "last_page_order": 538}
