{"id": 4803803, "name": "The People of the State of Illinois vs. Charles Davis", "name_abbreviation": "People v. Davis", "decision_date": "1901-02", "docket_number": "", "first_page": "528", "last_page": "530", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 528"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [{"cite": "48 Me. 123", "category": "reporters:state", "reporter": "Me.", "opinion_index": 0}, {"cite": "109 Mass. 323", "category": "reporters:state", "reporter": "Mass.", "opinion_index": 0}, {"cite": "99 Mass. 420", "category": "reporters:state", "reporter": "Mass.", "opinion_index": 0}, {"cite": "51 Ill. 311", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}], "analysis": {"cardinality": 263, "char_count": 3755, "ocr_confidence": 0.529, "pagerank": {"raw": 4.076306636737454e-08, "percentile": 0.15663732549165194}, "sha256": "4d552433cedf21b53f890ed2920ab678c95f5093d6f9abcd1b4482ddf9920c1a", "simhash": "1:dcd09db72fcf292c", "word_count": 633, "random_id": 988256551, "random_bucket": 39207}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["The People of the State of Illinois vs. Charles Davis."], "opinions": [{"text": "Holdom, J.:\nThe defendant was indicted and tried before the court and a jury on a charge of having received stolen property knowing the same to have been stolen, and a verdict of guilty returned and a motion by defendant for a new trial entered. The cause is now before the court upon an application to admit the defendant to bail pending the disposition of the motion for a new trial.\nThe argument of counsel for defendant resolves itself into but one question, which is: What is a conviction within the meaning and intent of the statute on bail which provides “that all persons shall be bailable before conviction except for capital offenses where,the proof is evident or presumption great. ’ ’\nSeveral illustrations in point may be gathered from our statutes. Chapter 38, Criminal Code, Div. 14, Par. 631, provides “That no person shall be imprisoned for non-payment of a fine * * * except upon conviction by jury; * * * and provided further, that when such waiver of jury is made, imprisonment may follow judgment of the court without conviction by jury. ’ ’\nIn paragraph 634, supra, “Any person convicted in a court of this state having jurisdiction of any crime or misdemeanor the punishment of which is confinement in the county jail, may be sentenced by the court in which such conviction is, had. * * *”\nBouvier’s Law Dictionary, Rawle Edition, defines convietion as “the legal proceeding of record which ascertains the' guilt of the party and upon which the sentence or judgment-is founded.” Citing Nason v. Staples, 48 Me. 123; Commonwealth v. Lockwood, 109 Mass. 323; Commonwealth v. Gorham, 99 Mass. 420.\nAnother definition there found is: “Finding a person guilty-by verdict of a jury.” Citing 1 Bishop, Criminal Law, see.. 223.\nThe doctrine enunciated in Faunce v. People, 51 Ill. 311, is not applicable either on the facts or the law to cases of bail.\nThe statute disqualifying a person from testifying as a witness invoked in Faunce v. People is but declaratory of the common law and must be construed with that fact in view. At common law conviction of certain crimes, when accompanied by judgment, disqualifies the person convicted from being a witness. Judgment must follow conviction in order to work a disqualification for non constat a new trial might be awarded. It is the imprisonment following on the judgment of the' court which makes the person infamous and which must concur with the conviction in order Jo disqualify.\nBail is a legal right about which courts have no discretion, except to fix the amount. It is both constitutional and statutory. I hold, however, that the verdict of a jury is a conviction in law and within the meaning of the statute on bail, and that in his present position the defendant is not bailable.\nThe motion to admit to bail is therefore denied.", "type": "majority", "author": "Holdom, J.:"}], "attorneys": ["A. G. Barnes, assistant state’s attorney for the people.", "Wro. S. Forrest, for defendant."], "corrections": "", "head_matter": "(Criminal Court of Cook County.)\nThe People of the State of Illinois vs. Charles Davis.\n(February, 1901.)\n1. Bail—Application foe—After Verdict of Guilty. Under the Illinois statute all persons are entitled to hail at any time before conviction, except where the offense is a capital one. Held, that where the defendant was indicted for reeciving stolen property the verdict of a jury finding the defendant guilty was a conviction, even though a motion for a new trial was pending, and that such defendant was not entitled to be released on bail.\n2. Bail—Nature of. Bail is both a constitutional and statutory right, and the court has no discretion in the matter except to fix the amount.\nMotion to admit to bail after conviction by jury of offense of receiving stolen property. Heard before Judge Jesse Holdom.\nMotion denied.\nFor statement of facts see opinion.\nA. G. Barnes, assistant state’s attorney for the people.\nWro. S. Forrest, for defendant."}, "first_page_order": 546, "last_page_order": 548}
