{"id": 4804218, "name": "Robert W. Hyman. vs. James H. McVeigh", "name_abbreviation": "Hyman v. McVeigh", "decision_date": "1878-01-21", "docket_number": "", "first_page": "577", "last_page": "578", "citations": [{"type": "official", "cite": "1 Ill. Cir. Ct. Rep. 577"}], "court": {"name_abbreviation": "Ill. Cir. Ct.", "id": 14968, "name": "Illinois Circuit Court"}, "jurisdiction": {"id": 29, "name_long": "Illinois", "name": "Ill."}, "cites_to": [{"cite": "83 Ill. 256", "category": "reporters:state", "reporter": "Ill.", "weight": 4, "opinion_index": 0}, {"cite": "93 U. S. 72", "category": "reporters:federal", "reporter": "U.S.", "opinion_index": 0}, {"cite": "142 Ill. 449", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "157 Ill. 541", "category": "reporters:state", "reporter": "Ill.", "opinion_index": 0}, {"cite": "14 Ill. App. 62", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "36 Ill. App. 376", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "39 Ill. App. 597", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "46 Ill. App. 115", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "80 Ill. App. 258", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}, {"cite": "104 Ill. App. 201", "category": "reporters:state", "reporter": "Ill. App.", "opinion_index": 0}], "analysis": {"cardinality": 250, "char_count": 3745, "ocr_confidence": 0.514, "pagerank": {"raw": 4.076306636737454e-08, "percentile": 0.15664318721363046}, "sha256": "8617676a1fdbe7b0b89b4abf2ad962c92d2081825904f64e474c0273de6f37e7", "simhash": "1:10979db56414ff90", "word_count": 672, "random_id": 1611026938, "random_bucket": 20986}, "last_updated": "2023-11-30T02:27:29.518156+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": [], "parties": ["Robert W. Hyman. vs. James H. McVeigh."], "opinions": [{"text": "Opinion\nper curiam:\nThe sufficiency of the pleas demurred to in this ease is determined, in the main, by our decision in Hyman v. Bayne, 83 Ill. 256. An able and interesting argument has been listened to in the present case, with pleasure, contending for a different construction of the statutes than the one given in that case, but it has failed to satisfy us that we should overlook our former opinion and adopt the views contended for by appellees.\nThe defense set up by the pleas in respect to the residence of appellant in the state of New York, and the limitation laws of that state, in our opinion, is not essentially different in principle from that set np by the pleas in respect to his residence in Maryland, and the limitation laws of that state.\nThe words “when a cause of action has arisen,” as they occur in the statute pleaded, should be construed as meaning, when jurisdiction exists in the courts of a state to adjudicate between the parties upon the particular cause of action, if properly invoked—or in other words, when the plaintiff has the right to sue the defendant in the courts of the state upon the particular cause of action without regard to the place where the cause of action had its origin. This was the view taken in Hyman v. Bayne, supra, although not discussed at length in the opinion, and we do not conceive that the question need be discussed now.\nIn respect to the constitutional objection to the construction we have given the statute, we deem it only necessary to add that the recent case of Chemung Canal Bank v. Lowery, 93 U. S. 72, is in harmony with what we said in that respect, in Hyman v. Bayne, supra.\nAs to those pleas that do not aver the continued residence of the plaintiff in the particular foreign state it does not appear that any exception is made by the law of the state as pleaded, as against those who depart the state after the statute of limitations begins to run. This the demurrer admits. If the statute makes such exception, appellees instead of demurring should have replied to it.\n\"We are of the opinion the court below erred in sustaining demurrers to the several pleas of appellant, in the present indicated in Hyman v. Bayne, supra, and herein alluded to, and for this error the judgment is reversed and the cause remanded.\nReversed and remanded.\nNOTE.\nThe above case though unreported is a leading case which has been cited with approval in the following cases: 142 Ill. 449; 157 Ill. 541; 14 Ill. App. 62; 36 Ill. App. 376; 39 Ill. App. 597; 46 Ill. App. 115; 80 Ill. App. 258; 104 Ill. App. 201.—Ed.", "type": "majority", "author": "per curiam:"}], "attorneys": ["F. H. Kales, solicitor for appellant.", "8. M. Packard, solicitor for appellees."], "corrections": "", "head_matter": "(Supreme Court of Illinois.)\nRobert W. Hyman. vs. James H. McVeigh.\n(January 21, 1878.)\n1. Statute of Limitations—When Cause of Action Accrues. The words “when a cause of action has arisen,” as they occur in the statute of limitations pleaded, mean when jurisdiction exists in the courts of a state to adjudicate between the \"parties upon the particular cause of action, or in other words when the plaintiff has the right to sue the defendant in the courts of the state, upon the particular cause of action without re- ' gard to the place of its origin.\n2. Pleas—Statute of Limitation. Pleas of the statute of limitations of a foreign state are not subject to demurrer in not alleging the continued residence of the defendant in the foreign state, it not appearing that any exception is macle by the law of such foreign state as pleaded as against those who depart the state after the ' statute of limitations begins to run. If the statute makes such an exception the proper course is to reply, and not to demur.\nAppeal from the Circuit Court of Cook County.\nFor statement of facts see opinion.\nF. H. Kales, solicitor for appellant.\n8. M. Packard, solicitor for appellees."}, "first_page_order": 595, "last_page_order": 596}
