{"id": 3772369, "name": "The Farmers Automobile Insurance Association, Plaintiff, v. Union Pacific Railway Company, Defendant; Joseph P. Donaubauer, Plaintiff-Appellant-Petitioner, v. The Farmers Automobile Insurance Association, Defendant-Respondent, Union Pacific Railroad Company, Defendant", "name_abbreviation": "Farmers Automobile Insurance v. Union Pacific Railway Co.", "decision_date": "2009-07-10", "docket_number": "No. 2007AP1992", "first_page": "52", "last_page": "90", "citations": [{"type": "official", "cite": "319 Wis. 2d 52"}, {"type": "parallel", "cite": "2009 WI 73"}, {"type": "parallel", "cite": "768 N.W.2d 596"}], "court": {"name_abbreviation": "Wis.", "id": 9671, "name": "Wisconsin Supreme Court"}, "jurisdiction": {"id": 46, "name_long": "Wisconsin", "name": "Wis."}, "cites_to": [{"cite": "109 N.W.2d 511", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1961, "opinion_index": 0}, {"cite": "217 N.W. 322", "category": "reporters:state_regional", "reporter": "N.W.", "year": 1928, "opinion_index": 0}, {"cite": "126 N.W.2d 211", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1964, "pin_cites": [{"parenthetical": "holding that because the face of the appraisal award did not include the actual cash value as required by the Policy, the award, on its face, did not comply with the requirements of the Policy and should be set aside"}], "opinion_index": 0}, {"cite": "163 Wis. 2d 1003", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "year": 1991, "pin_cites": [{"page": "1011-14"}, {"page": "1011-14"}, {"page": "1013"}], "opinion_index": 0}, {"cite": "473 N.W.2d 515", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1991, "opinion_index": 0}, {"cite": "121 Wis. 2d 437", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1985, "pin_cites": [{"page": "450"}], "opinion_index": 0}, {"cite": "360 N.W.2d 33", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1985, "opinion_index": 0}, {"cite": "194 Wis. 2d 62", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "year": 1995, "pin_cites": [{"page": "70"}, {"page": "71"}], "opinion_index": 0}, {"cite": "533 N.W.2d 470", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1995, "opinion_index": 0}, {"cite": "123 Wis. 2d 200", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "year": 1985, "pin_cites": [{"page": "204"}, {"page": "204"}], "opinion_index": 0}, {"cite": "366 N.W.2d 160", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1985, "opinion_index": 0}, {"cite": "136 Wis. 2d 304", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1987, "pin_cites": [{"page": "315-17"}], "opinion_index": 0}, {"cite": "401 N.W.2d 816", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1987, "opinion_index": 0}, {"cite": "2001 WI 83", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 44"}], "opinion_index": 0}, {"cite": "244 Wis. 2d 691", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "628 N.W.2d 861", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "122 Wis. 2d 536", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1985, "pin_cites": [{"page": "542"}], "opinion_index": 0}, {"cite": "363 N.W.2d 419", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1985, "opinion_index": 0}, {"cite": "147 Wis. 2d 500", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1988, "pin_cites": [{"page": "515"}], "opinion_index": 0}, {"cite": "434 N.W.2d 97", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1988, "opinion_index": 0}, {"cite": "107 Wis. 2d 400", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "year": 1982, "pin_cites": [{"page": "414-15"}, {"page": "414-415"}], "opinion_index": 0}, {"cite": "320 N.W.2d 175", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1982, "opinion_index": 0}, {"cite": "164 Wis. 2d 110", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "year": 1991, "pin_cites": [{"page": "117"}, {"page": "118", "parenthetical": "emphasis added"}], "opinion_index": 0}, {"cite": "473 N.W.2d 584", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1991, "opinion_index": 0}, {"cite": "228 Wis. 2d 514", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "year": 1999, "pin_cites": [{"page": "526", "parenthetical": "citing Cont'l Cas. Co., 164 Wis. 2d at 118 (emphasis added)"}, {"page": "526"}], "opinion_index": 0}, {"cite": "598 N.W.2d 588", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1999, "pin_cites": [{"parenthetical": "citing Cont'l Cas. Co., 164 Wis. 2d at 118 (emphasis added)"}], "opinion_index": 0}, {"cite": "183 F.Supp. 252", "category": "reporters:federal", "reporter": "F. Supp.", "year": 1960, "pin_cites": [{"page": "255"}], "opinion_index": 0}, {"cite": "14 Wis. 2d 38", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1961, "pin_cites": [{"page": "46"}], "opinion_index": 0}, {"cite": "181 Wis. 2d 1045", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1994, "pin_cites": [{"page": "1055", "parenthetical": "\"It has been the policy of this state and this court to foster arbitration as an alternative to litigation. The advantage of such a process lies in the avoidance of the formalities, delay, and expense of litigation.\" (citations omitted)"}], "opinion_index": 0}, {"cite": "512 N.W.2d 499", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1994, "pin_cites": [{"parenthetical": "\"It has been the policy of this state and this court to foster arbitration as an alternative to litigation. The advantage of such a process lies in the avoidance of the formalities, delay, and expense of litigation.\" (citations omitted)"}], "opinion_index": 0}, {"cite": "194 Wis. 579", "category": "reporters:state", "reporter": "Wis.", "weight": 2, "year": 1928, "pin_cites": [{"page": "581"}, {"page": "581", "parenthetical": "holding that even a substantial difference between the appraisal award and the loss as determined by the jury was not sufficient to set aside an award"}], "opinion_index": 0}, {"cite": "466 N.W.2d 257", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1991, "pin_cites": [{"page": "260"}], "opinion_index": 0}, {"cite": "919 S.W.2d 679", "category": "reporters:state_regional", "reporter": "S.W.2d", "year": 1996, "pin_cites": [{"page": "683"}], "opinion_index": 0}, {"cite": "22 Wis. 2d 495", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1964, "pin_cites": [{"page": "500-02", "parenthetical": "holding that because the face of the appraisal award did not include the actual cash value as required by the Policy, the award, on its face, did not comply with the requirements of the Policy and should be set aside"}], "opinion_index": 0}, {"cite": "2008 WI App 116", "category": "reporters:neutral", "reporter": "WI App", "opinion_index": 0}, {"cite": "313 Wis. 2d 93", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "pin_cites": [{"page": "¶¶ 23-40"}], "opinion_index": 0}, {"cite": "756 N.W.2d 461", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "217 N.W. 322", "category": "reporters:state_regional", "reporter": "N.W.", "year": 1928, "opinion_index": 1}, {"cite": "643 N.E.2d 875", "category": "reporters:state_regional", "reporter": "N.E.2d", "year": 1994, "pin_cites": [{"page": "876", "parenthetical": "determining that an appraisal clause similar to the clause before us today did \"not operate as a final and binding resolution of the party's dispute\" and did \"not foreclose either party from maintaining an action in a court of law\""}], "opinion_index": 1}, {"cite": "2001 Wis. L. Rev. 831", "category": "journals:journal", "reporter": "Wis. L. Rev.", "pin_cites": [{"page": "871", "parenthetical": "discussing the nature and process of decision making, including whether appraisals are binding or nonbinding, and stating: \"[I]t behooves drafters to make explicit the parties' expectations[.]\""}], "opinion_index": 1}, {"cite": "72 Colum. L. Rev. 625", "category": "journals:journal", "reporter": "Colum. L. Rev.", "year": 1972, "pin_cites": [{"page": "685", "parenthetical": "\"To anticipate [the] possibility [that one of the parties is unwilling to accept the appraisers' determination], it is wise to add a clause providing that the decision of the appraisers shall bind the parties[.]\""}], "opinion_index": 1}, {"cite": "12 N.W. 252", "category": "reporters:state_regional", "reporter": "N.W.", "weight": 2, "year": 1882, "opinion_index": 1}, {"cite": "Wis. Stat. § 804.01", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "pin_cites": [{"page": "(2)(a)"}], "opinion_index": 1}, {"cite": "13 Conn. Ins. L.J. 291", "category": "journals:journal", "reporter": "Conn. Ins. L.J.", "opinion_index": 1}, {"cite": "126 N.W.2d 211", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1964, "opinion_index": 1}, {"cite": "163 Wis. 2d 1003", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "year": 1991, "pin_cites": [{"page": "1010-11"}, {"page": "1008"}], "opinion_index": 1}, {"cite": "473 N.W.2d 515", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 1991, "opinion_index": 1}, {"cite": "194 Wis. 579", "category": "reporters:state", "reporter": "Wis.", "year": 1928, "opinion_index": 1}, {"cite": "22 Wis. 2d 495", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1964, "opinion_index": 1}, {"cite": "55 Wis. 419", "category": "reporters:state", "reporter": "Wis.", "weight": 4, "year": 1882, "pin_cites": [{"page": "424"}, {"page": "420"}], "opinion_index": 1}, {"cite": "59 S.W.3d 142", "category": "reporters:state_regional", "reporter": "S.W.3d", "weight": 4, "year": 2001, "pin_cites": [{"page": "148"}, {"page": "150"}], "opinion_index": 1}], "analysis": {"cardinality": 1801, "char_count": 60922, "ocr_confidence": 0.739, "pagerank": {"raw": 1.5500941599207313e-07, "percentile": 0.6744877790172322}, "sha256": "2f81bb562460f26d954665ab55c764466d1b64231af999252f26926dd2b88b7d", "simhash": "1:8f62b5f1cfdae214", "word_count": 9917, "random_id": 1105422058, "random_bucket": 26346}, "last_updated": "2023-12-01T21:56:37.584463+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["¶ 90. I am authorized to state that Chief Justice SHIRLEY S. ABRAHAMSON joins this dissent."], "parties": ["The Farmers Automobile Insurance Association, Plaintiff, v. Union Pacific Railway Company, Defendant. Joseph P. Donaubauer, Plaintiff-Appellant-Petitioner, v. The Farmers Automobile Insurance Association, Defendant-Respondent, Union Pacific Railroad Company, Defendant."], "opinions": [{"text": "MICHAEL J. GABLEMAN, J.\n¶ 1. This is a review of a published decision of the court of appeals affirming the entry of summary judgment against Joseph Donaubauer (\"Donaubauer\") by the Circuit Court for Milwaukee County, Francis Wasielewski, Judge. This case is a dispute between an insurer and an insured over the proper replacement value of a home that had burned down. Donaubauer, the homeowner, challenges the validity and outcome of an appraisal award determining the replacement value of the home.\n¶ 2. Three issues concern us today. First, did the circuit court err when it compelled Donaubauer to participate in the binding appraisal process? Second, should the appraisal award be vacated or modified? Third, did the circuit court err in denying Donaubauer's request to depose the appraiser and a third party contractor who assisted in the appraisal process?\n¶ 3. We hold that the circuit court did not erroneously exercise its discretion in enforcing the agreement between the parties to participate in the binding appraisal process. We also hold that the circuit court properly affirmed the appraisal award because there was no evidence that the appraisers engaged in fraud, bad faith, material mistake, or that they lacked understanding of their contractually assigned task. Finally, we hold that the circuit court did not erroneously exercise its discretion when it denied Donaubauer the opportunity to conduct discovery into the appraisal process. For these reasons, the holding of the court of appeals is affirmed.\nI. BACKGROUND\n¶ 4. On April 15, 2003, Joseph Donaubauer's home located at 9277 South Pennsylvania Avenue in Oak Creek, Wisconsin was completely destroyed by a fire. Apparently, sparks from a Union Pacific train running near Donaubauer's home started a grass fire that spread to his property.\n¶ 5. Donaubauer had purchased a homeowner's insurance policy from The Farmers Automobile Insurance Association (\"Farmers\") with a policy period running from October 1, 2002, through October 1, 2003. The policy had several different types of coverage.\n¶ 6. First, Donaubauer's policy contained a \"Dwelling\" coverage for which he received $301,350. This payment consisted of the full $287,000 limit of liability under this coverage, plus five percent for debris removal. Donaubauer also had \"Personal Property\" coverage. Farmers paid the full limit of $172,200 for this coverage. Third, Donaubauer's policy had \"Loss of Use\" coverage for which Farmers paid an additional $57,400 —again the full limit for that policy coverage. Thus, apart from the coverage for replacement value at issue in this case, Farmers paid Donaubauer approximately $530,950 for claims relating to his home burning down.\n¶ 7. The coverage Donaubauer purchased also included a \"Home Guard Endorsement\" (hereafter, the \"Policy\"). The Policy provided additional coverage above the $287,000 \"Dwelling\" limit if the cost to replace the home was more than this amount. Several provisions of the Policy are relevant to this dispute.\n¶ 8. The Policy defines \"replacement value\" as \"the current cost at time of loss, without deduction for depreciation, to replace the damaged, destroyed or stolen property with articles of like kind and quality.\"\n¶ 9. In order to receive benefits under the Policy, the contract provided: \"You agree to .. . [rjepair or replace the damaged dwelling with equivalent construction and use on the same premises.\" In another place it further specifies \"[Farmers] will not be liable for any loss under this endorsement until actual repair or replacement is completed.\"\n¶ 10. The Policy also contained what we will call the \"appraisal clause.\" It states as follows:\nAppraisal. If you and we fail to agree on the amount of loss, either may demand an appraisal of the loss. In this event, each party will choose a competent appraiser within 20 days after receiving a written request from the other. The two appraisers will choose an umpire. If they cannot agree upon an umpire within 15 days, you or we may request that the choice be made by a judge of a court of record in the state where the residence premises is located. The appraisers will separately set the amount of loss. If the appraisers submit a written report of an agreement to us, the amount agreed upon will be the amount of loss. If they fail to agree, they will submit their differences to an umpire. A decision agreed to by any two will set the amount of loss.\n¶ 11. After his home burned down, Donaubauer submitted a claim under the Policy. Donaubauer then obtained an estimate for the replacement value of his home of approximately $553,000. In June 2003, Farmers obtained its own estimate of the replacement value; it totaled $380,819. Donaubauer argued that this offer was substantially below the true replacement value, and in the latter part of 2003, Farmers increased its offer to $471,000.\n¶ 12. On April 12, 2004, Donaubauer filed suit in the Milwaukee County Circuit Court, alleging that Farmers refused to pay him the replacement value of the home pursuant to the terms of the Policy. His claims included misrepresentation, bad faith, and breach of contract. Farmers responded that they had no obligation to pay under the Policy until Donaubauer actually replaced his home, which he had not done.\n¶ 13. Litigation regarding Donaubauer's contract claims ensued. On January 24, 2005, Donaubauer obtained another estimate for the cost of rebuilding his home, this time for $720,309.\n¶ 14. On March 22, 2005, Farmers sent a letter to Donaubauer raising several issues. Farmers stated that the Home Guard Endorsement was clear that disbursement under the Policy was contingent upon Donaubauer actually repairing or replacing the dwelling. Farmers also asserted that the lawsuit violated the Policy and demanded resolution of the disagreement over the replacement value via the process outlined in the Policy's appraisal clause. Farmers stated that the Policy's appraisal clause, once invoked, was binding on the parties. Farmers also named its designated appraiser pursuant to the appraisal clause, and requested that Donaubauer designate his appraiser. Finally, Farmers stated that if Donaubauer \"disagrees with the analysis set forth herein,\" he should respond in writing with \"the legal and factual basis for the disagreement.\"\n¶ 15. On March 25, 2005, Donaubauer sent a reply letter stating that he understood Farmers was requesting an appraisal and that he had to respond within 20 days (per the Policy). Donaubauer had recently had surgery, however, so he requested that Farmers toll the 20 day requirement until Donaubauer's doctor determined he was healthy enough to continue with the litigation. Farmers promptly responded by letter and granted Donaubauer's request.\n¶ 16. On May 12, 2005, Donaubauer's attorney called the attorney for Farmers and informed him that Donaubauer was close to recovery, and that Donaubauer had agreed to the appraisal process referenced in the previous correspondence. Farmers' attorney confirmed this conversation by letter that same day, requesting that Donaubauer select his appraiser when he was sufficiently well.\n¶ 17. The next day, May 13, 2005, Donaubauer's attorney confirmed by letter that Donaubauer was \"willing to fulfill his contractual obligations and participate in the appraisal that your client has requested.\" Donaubauer confirmed again via letter on June 1, 2005, that he was \"able to participate in the appraisal process\" and asked to be contacted regarding the next step.\n¶ 18. Farmers followed up on June 9, 2005, by-explaining that the appraisal process would commence with Donaubauer's selection of an appraiser. The parties' respective appraisers would then select a third appraiser, the umpire, and proceed with the appraisal process outlined in the Policy. On June 27, 2005, Donaubauer informed Farmers of his selected appraiser.\n¶ 19. On July 26, 2005, Farmers moved for summary judgment and dismissal of Donaubauer's lawsuit on the grounds that Farmers had no obligation to make payments under the Policy until Donaubauer completed repair or replacement of the dwelling. On September 16, 2005, the Milwaukee County Circuit Court agreed that, under the Policy, Donaubauer had to complete the actual repair or replacement of his home before Farmers was obligated to make further payments. The court dismissed with prejudice Donaubauer's claims and causes of action for misrepresentation, and deferred ruling on Donaubauer's other claims until after the appraisal process had been completed.\n¶ 20. On September 29, 2005, Donaubauer sent a letter to Farmers indicating that he would only continue the appraisal process if it was not conducted pursuant to the Policy, and was simply considered part of the mediation process and non-binding.\n¶ 21. On October 10, 2005, Farmers sent a response in which it stated that it was \"not willing to deviate from the appraisal process that our Clients agreed to as is set forth in the insurance policy.\" On October 21,2005, Donaubauer replied that he was agreeing to continue with the Policy's appraisal process except to the extent that it would be binding. Farmers responded again on October 27,2005, that it was unwilling to agree to an appraisal process that was not binding because the Policy provided for binding appraisal, because non-binding appraisal would be a waste of time, and because Donaubauer had already agreed to the appraisal process.\n¶ 22. On November 17, 2005, Farmers asked the circuit court to enforce the appraisal agreement between the parties. Donaubauer acknowledged that he had agreed to the appraisal process outlined in the Policy, but he argued that the Policy's appraisal process was not binding, and that Farmers had misled him into thinking it was binding. He further argued that the court should relieve him from the agreement because under Lynch v. Am. Family Mut. Ins. Co., 163 Wis. 2d 1003, 1011-14, 473 N.W.2d 515 (Ct. App. 1991), he asserted, an insured is not required to participate in the appraisal process when the insurance company failed to demand the appraisal prior to the insured's lawsuit. Farmers argued that the appraisal clause, once invoked by either party, was binding on the parties. Farmers also maintained that it would set bad precedent to allow Donaubauer to withdraw from an agreement because he subsequently found case law that might have, if known earlier, led the party to take a different course of action. On January 10, 2006, the circuit court rejected Donaubauer's arguments and granted Farmers' motion to enforce the agreement.\n¶ 23. After additional disputes regarding the meaning of \"current replacement cost,\" the appraisal process moved forward. The appraisers obtained information about the home from numerous sources, including government records and personnel, information supplied by Donaubauer, and even the individual who installed the cabinets in Donaubauer's home.\n¶ 24. On September 8, 2006, all three appraisers, including Donaubauer's selected appraiser, agreed on a replacement value of $396,260.75 and an actual cash value of $248,579.68. The appraisal award itself was a two-page document itemizing the components of the award, along with the replacement cost and actual cash value for each. It was signed by each party's selected appraiser and the umpire.\n¶ 25. Around this same time, the homebuilder the appraisers had worked with to compute their award submitted a home proposal to Donaubauer. This proposal included interior and exterior layout plans, and a detailed listing of included features such as hardwood floors, a security system, and air conditioning, to name a few. The proposed home was 3,264 square feet, and the contract price was listed at $356,718.75. This home proposal was not part of the appraisal award.\n¶ 26. Donaubauer was unhappy with the appraisal award, and on December 7, 2006, filed a motion with the circuit court to have the award vacated or modified. Donaubauer argued that the appraisers failed to appreciate their role in the process. He pointed first to the communications between the appraisers, which he had obtained, claiming that they displayed significant confusion by the appraisers and inappropriate judgments regarding the attractiveness or unattractiveness of certain features of his original home. These judgments influenced their award, he maintained. Donaubauer also pointed out that the home proposal from the third-party contractor was more than 600 square feet smaller and came with completely different design features than his old home. He asserted that this also shows the appraisers did not understand their role. On December 15, 2006, Donaubauer informed the circuit court of his desire to conduct depositions of the appraisers and possibly the home builder in order to support his motion to vacate or modify the appraisal award.\n¶ 27. On February 8, 2007, Farmers moved to quash Donaubauer's discovery. On March 21, 2007, Farmers renewed its motion for summary judgment on Donaubauer's breach of contract claim. On May 16, 2007, Judge Wasielewski granted Farmers' motion to quash Donaubauer's discovery requests and denied Donaubauer's motion to modify or vacate the appraisal award.\n¶ 28. On June 1, 2007, Donaubauer moved for a stay of the circuit court proceedings until after the court of appeals determined whether it would accept Donaubauer's petition for leave to appeal a non-final order. On June 13, 2007, Farmers moved for summary judgment on Donaubauer's bad faith claim. On June 20, 2007, Judge Wasielewski denied Donaubauer's motion to stay the circuit court proceedings, and granted Farmers' renewed motion for summary judgment on Donaubauer's breach of contract claims. On July 24, 2007, Judge Wasielewski granted Farmers' motion for summary judgment on Donaubauer's bad faith claims.\n¶ 29. Donaubauer then appealed, and in a published decision, the court of appeals rejected Donaubauer's claims, affirming the circuit court on all counts. We accepted review and now address Donaubauer's claims regarding his compelled participation in the appraisal process, vacating or modifying the appraisal award, and the denial of discovery into the appraisal award.\nII. STANDARD OF REVIEW\n¶ 30. This case involves the construction of an insurance contract, which we review de novo. Cunningham v. Metro. Life Ins. Co., 121 Wis. 2d 437, 450, 360 N.W.2d 33 (1985). We are also reviewing the decisions of the circuit court on whether to grant discovery and relieve Donaubauer from his agreement to participate in the appraisal. We review these decisions for erroneous exercise of discretion. Schauer v. DeNeveu Homeowners Ass'n, 194 Wis. 2d 62, 70, 533 N.W.2d 470 (1995); Earl v. Gulf & W. Mfg. Co., 123 Wis. 2d 200, 204, 366 N.W.2d 160 (Ct. App. 1985). We review the trial court's decision to grant summary judgment to Farmers and confirm the appraisal award de novo. Green Spring Farms v. Kersten, 136 Wis. 2d 304, 315-17, 401 N.W.2d 816 (1987).\nIII. DISCUSSION\nA.\n¶ 31. The first issue is whether the circuit court erred in compelling Donaubauer to participate in the binding appraisal process. Donaubauer maintains that he did not agree to engage in binding appraisal, only the appraisal process specified in the appraisal clause of the Policy, which he believes is non-binding.\n¶ 32. The circuit court's decision to grant Farmers' motion to enforce the out-of-court written agreement between the parties was within the trial court's discretion. Gaugert v. Duve, 2001 WI 83, ¶ 44, 244 Wis. 2d 691, 628 N.W.2d 861. We look for reasons to sustain a trial court's discretionary decision. Schauer, 194 Wis. 2d at 71. We will not reverse the court's discretionary act if the record indicates that the court exercised its discretion and that there was a reasonable basis for the court's decision. State ex rel. M.L.B. v. D.G.H., 122 Wis. 2d 536, 542, 363 N.W.2d 419 (1985); Micro-Managers, Inc. v. Gregory, 147 Wis. 2d 500, 515, 434 N.W.2d 97 (Ct. App. 1988). While reasonable persons may disagree with a court's action, \"all that this court need find to sustain a discretionary act is that the trial court examined the relevant facts, applied a proper standard of law, and, using a demonstrated rational process, reached a conclusion that a reasonable judge could reach.\" Loy v. Bunderson, 107 Wis. 2d 400, 414-15, 320 N.W.2d 175 (1982).\n¶ 33. Donaubauer concedes that he agreed to participate in the appraisal process specified in the appraisal clause of the Policy. Donaubauer argues that he should not have been compelled to participate in binding appraisal, though, for two reasons. First, he asserts that the appraisal process in the Policy was non-binding. Second, he argues that the circuit court was wrong to force him to abide by an agreement when Lynch, 163 Wis. 2d at 1011-14, according to Donaubauer, precludes an insurance company from invoking a Policy's appraisal process after a lawsuit has been filed, and when the insurance company had a reasonable amount of time to invoke the appraisal process before the suit commenced.\n¶ 34. Regarding his first argument, Donaubauer is simply wrong that the Policy's appraisal process is nonbinding. The appraisal clause in the Policy provides:\nAppraisal. If you and we fail to agree on the amount of loss, either may demand an appraisal of the loss. In this event, each party will choose a competent appraiser within 20 days after receiving a written request from the other. The two appraisers will choose an umpire. If they cannot agree upon an umpire within 15 days, you or we may request that the choice be made by a judge of a court of record in the state where the residence premise is located. The appraisers will separately set ' the amount of loss. If the appraisers submit a written report of an agreement to us, the amount agreed upon will be the amount of loss. If they fail to agree, they will submit their differences to an umpire. A decision agreed to be any two will set the amount of loss.\nThis provision is plain and unambiguous. It provides for an appraisal process that may be invoked by either party. If and when one party invokes this clause, the other side must abide by it. Each party then selects its own appraiser, and the appraisers select an umpire (or if they cannot, a judge does so). The appraisers work to determine the amount of loss, and the amount agreed upon by any two appraisers \"will set the amount of loss.\" The text of the provision clearly provides for an appraisal process that may be invoked by either party and \"will set the amount of loss\" upon its completion.\n¶ 35. Donaubauer's second argument is that he justifiably relied on Farmers' representations that Donaubauer must participate in the appraisal process once invoked by Farmers. The root of Donaubauer's problem with the agreement is that, after agreeing to the appraisal process, he found a case {Lynch) that he believes would have allowed him to refuse Farmer's demand to participate in the Policy's appraisal process. He asserts that this means Farmers misrepresented the Policy's provisions, that there was a mutual mistake of law, and that the circuit court should have allowed him to withdraw from his agreement to participate in the appraisal process.\n¶ 36. Initially, we note, though we need not decide, that it is far from conclusive that Lynch would have prevented Farmers from invoking and enforcing the appraisal process here as Donaubauer asserts. Lynch did not hold that invocation of a binding appraisal clause is per se precluded after one party files suit. Rather, Lynch held that the insurer in that case could not invoke the appraisal clause when it \"had ample opportunity\" to do so before suit was filed. Lynch, 163 Wis. 2d at 1013. We need not reach Lynch's application here because the parties agreed in writing to the appraisal process specified in the Policy.\n¶ 37. It is also clear that there was no mutual mistake as Donaubauer claims. A mutual mistake is \"one reciprocal and common to both parties, where each alike labors under a misconception in respect to the terms of the written instrument.\" Cont'l Cas. Co. v. Wis. Patients Comp. Fund, 164 Wis. 2d 110, 117, 473 N.W.2d 584 (Ct. App. 1991). \"[A] party's mistake as to the scope, meaning or impact of a written instrument is a ground for attacking the validity of a contract only if the mistake is based on a past or present fact.\" Milwaukee Women's Med. Serv., Inc. v. Scheidler, 228 Wis. 2d 514, 526, 598 N.W.2d 588 (Ct. App. 1999) (citing Cont'l Cas. Co., 164 Wis. 2d at 118 (emphasis added)).\n¶ 38. A party entering into an agreement, though, is responsible for evaluating the obligations it takes on before entering into that agreement. See Pac. Indem. Co. v. Wyrembek, 183 F.Supp. 252, 255 (E.D. Wis. 1960). A mistake of law by a party who fails to research and protect its legal rights, and who fails to fully consider the legal consequences of entering into an agreement, particularly when that party is represented by counsel, does not usually constitute grounds to rescind the agreement. See Milwaukee Women's Med. Serv., Inc., 228 Wis. 2d at 526.\n¶ 39. Here, there was no mutual misconception regarding a past or present fact. The issue is that Donaubauer did not contest Farmers' assertion that he must submit to binding appraisal. Certainly, even had he known about Lynch, Donaubauer could have entered into the agreement to submit to the Policy's appraisal process anyway. As the court of appeals explained:\n[W]e are not aware of any authority that permits a party to withdraw from an agreement based on that party's ignorance of case law that might have affected a decision whether to enter into that agreement. A rule that allowed a party to undo an agreement based on what was discovered during post-agreement legal research would make all agreements hostage to agreement-remorse.\n¶ 40. The ultimate question on review is even more deferential. We are confined to determining whether the circuit court erroneously exercised its discretion in enforcing the agreement between the parties. The circuit court had ample reason to bind Donaubauer to his word. Allowing a party to withdraw from an agreement because it did not apprehend the applicable law beforehand sets a dangerous precedent. At the end of the day, \"[t]he fact that a[n] [agreement] appears by hindsight to have been a bad bargain is not sufficient by itself to warrant relief.\" Pasternak v. Pasternak, 14 Wis. 2d 38, 46, 109 N.W.2d 511 (1961). The circuit court exercised its discretion in this regard and had a reasonable basis for its decision. Therefore, the circuit court did not err in compelling Donaubauer to participate in the binding appraisal process to which he previously agreed.\nB.\n¶ 41. The second issue is whether the circuit court should have vacated or modified the appraisal award. Donaubauer asserts that the appraisal award should be vacated because the appraisers did not understand their task.\n¶ 42. The appraisal process is usually conducted pursuant to a contract, here a contract for insurance. A court's review of an appraisal award is therefore grounded in principles of contract interpretation. An appraisal process is an agreement by parties to a contract to allow third party experts to determine the value of an item. The court's role is not to determine whether the third party experts accurately valued the item (as if the court itself could do better job), but whether the third party experts understood and carried out the contractually assigned task. The obvious point of contracting for an appraisal process is to keep a jury or court out of that decision. Courts have an obligation to enforce this aspect of an agreement between parties by asserting only limited power to review appraisal awards.\n¶ 43. Appraisals also deserve a more deferential review because the appraisal process is a fair and efficient tool for resolving disputes. First and foremost, the process is fair to both parties. It allows each to appoint an appraiser of their own liking, with a neutral umpire as the deciding vote. Appraisals also promote finality, are time and cost-efficient, and place a difficult factual question — the replacement value of an item — into the hands of those best-equipped to answer that question. As a form of alternative dispute resolution, the appraisal process is favored and encouraged. See generally, State v. P.G. Miron Constr. Co., 181 Wis. 2d 1045, 1055, 512 N.W.2d 499 (1994) (\"It has been the policy of this state and this court to foster arbitration as an alternative to litigation. The advantage of such a process lies in the avoidance of the formalities, delay, and expense of litigation.\" (citations omitted)).\n¶ 44. Appraisals, then, are presumptively valid. They should not be lightly set aside, even if the court disagrees with the award. Dechant v. Globe & Rutgers Fire Ins. Co., 194 Wis. 579, 581, 217 N.W. 322 (1928). An appraisal may be set aside only upon the showing of fraud, bad faith, a material mistake, or a lack of understanding or completion of the contractually assigned task. Id.; see also 44A Am. Jur. 2d Insurance § 1665 (2009); Cent. Life Ins. Co. v. Aetna Cas. & Sur. Co., 466 N.W.2d 257, 260 (Iowa 1991); Wells v. Am. States Preferred Ins. Co., 919 S.W.2d 679, 683 (Tex. App. 1996). Unhappiness with the amount of an appraisal award is not enough to set it aside. Dechant, 194 Wis. at 581 (holding that even a substantial difference between the appraisal award and the loss as determined by the jury was not sufficient to set aside an award).\n¶ 45. Review of an appraisal award should usually be limited to the face of the award. See Quinn v. New York Fire Ins. Co., 22 Wis. 2d 495, 500-02, 126 N.W.2d 211 (1964) (holding that because the face of the appraisal award did not include the actual cash value as required by the Policy, the award, on its face, did not comply with the requirements of the Policy and should be set aside). If fraud, bad faith, material mistake, or a lack of understanding of the process are reasonably implicated, it is within a judge's discretion to allow further inquiry or discovery. Ultimately, the greater danger in reviewing appraisal awards is not an unjust award, but litigants second-guessing an award obtained as a result of a process to which they agreed. Courts must not substitute their judgment for that of the appraisers.\n¶ 46. In the case at bar, Donaubauer challenges the award on the grounds that the appraisers did not understand their role in the process. Here, the face of the award demonstrates that the appraisers understood and accomplished their contractual task. The appraisal award itemized the components of the valuation and gave the replacement cost and actual cash value for each. The award specified values for the dwelling itself, and gave separate additional values for the second floor kitchen, septic system, exterior concrete, exterior blacktop, shed by the garage, outbuildings, trees, sod, flowers, plants, and shrubs. Nothing on the face of the award demonstrates that the appraisers lacked understanding of their task.\n¶ 47. Donaubauer asserts that the communications between the parties evince a misunderstanding of their task. Since we see nothing on the face of the award that supports a misunderstanding, the communications need not be examined. But even if we took these communications into account, we do not believe they show what Donaubauer alleges. When viewed in context, they appear to be the normal back-and-forth between appraisers in an effort to ascertain the true replacement value. Donaubauer's focus on the appraisers' communications embodies precisely the kind of second-guessing of the appraisal process we must avoid.\n¶ 48. Donaubauer also argues that the replacement value in the appraisal award was not sufficient to provide a replacement of like kind and quality as seen from the discrepancy between his original home and the proposed home from the third-party builder. He notes that the proposed home was 600 square feet smaller, and did not contain many features that were included in his original home.\n¶ 49. These are specious arguments. The simple fact is that the home proposal was not part of the appraisal award. It was a proposed home design based on the amount of the award, but it was not a part of the award. Donaubauer certainly had and has the freedom to solicit additional design proposals from other contractors that fit his desired specifications.\n¶ 50. The real issue, of course, is that Donaubauer feels the award was too low. It may be that the award was low, and it may be that Donaubauer cannot obtain a 4,000 square foot home with the same specifications based on the award. Conversely, the award may be too high. That is of no event. The salient fact is that Donaubauer agreed to participate in the binding appraisal process he contracted for in his Policy. There is no credible evidence on the face of the award of fraud, bad faith, material mistake, or a failure to understand the contractually assigned task. Therefore, the award should not he set aside.\nC.\n¶ 51. The final question is whether the circuit court erred when it denied discovery into the appraisal process. Donaubauer argues that because replacement value of the home was at issue, and his discovery requests were relevant to that issue, that his discovery requests were improperly denied. He asserts that if a prima facie case for fraud, bad faith, or failure to appreciate the task exists, then discovery should be allowed.\n¶ 52. We agree that if the challenger of the award shows prima facie evidence of a reviewable claim — fraud, bad faith, material mistake, or a failure to understand or complete the contractually assigned task — then discovery is potentially available. Even so, the circuit court is vested with discretion on discovery disputes. Earl, 123 Wis. 2d at 204. The record here is clear that the trial judge examined the relevant facts, applied a proper standard of law, and reached a conclusion that a reasonable judge could reach in precluding Donaubauer from deposing the appraisers and the third-party contractor. See Loy, 107 Wis. 2d at 414-415. The trial judge did not believe the appraisers' communications displayed a misunderstanding of their task, and this was a reasonable conclusion. Therefore, we hold that the trial court did not erroneously exercise its discretion when it denied Donaubauer's discovery requests.\nIV CONCLUSION\n¶ 53. We hold that the circuit court did not erroneously exercise its discretion in enforcing the agreement between the parties to participate in the binding appraisal process. We also hold that the circuit court properly affirmed the appraisal award because there was no evidence that the appraisers engaged in fraud, bad faith, material mistake, or that they lacked understanding of their contractually assigned task. Finally, we hold that the circuit court did not erroneously exercise its discretion when it denied Donaubauer the opportunity to conduct discovery into the appraisal process. For these reasons, the holding of the court of appeals is affirmed.\nBy the Court. — The decision of the court of appeals is affirmed.\nFarmers Auto. Ins. Ass'n v. Union Pac. Ry. Co., 2008 WI App 116, 313 Wis. 2d 93, 756 N.W.2d 461.\nDonaubauer also argues that the circuit court erred in granting Farmers summary judgment on his breach of contract and bad faith claims. We find little merit in these claims and will allow the court of appeals' opinion to be the final word on these issues.\nDonaubauer originally named Pekins Insurance Company as the defendant. In its answer to Donaubauer's complaint, Pekins stated that it was Farmers who issued Donaubauer's policy. This was reflected in Donaubauer's amended complaint.\nDonaubauer's first and amended complaint in his lawsuit disputed the amount paid out from the regular policy, separate from the Home Guard Endorsement issue. However, by the end of 2004, Donaubauer received full payments under these liability categories, and these coverages are not issues on appeal.\nFarmers is not requiring that Donaubauer replace his dwelling at the same location. In this case, that would be impossible because city regulations now preclude him from rebuilding his residence on the same property.\nFarmers also filed suit against Union Pacific Railway Company on April 2, 2004. On June 10, 2004, all parties stipulated to consolidating the two cases. Union Pacific is not a party on appeal.\nOn April 14, 2006, Donaubauer moved for declaratory judgment, asking the circuit court to declare that \"current replacement cost\" found in the Home Guard Endorsement means the cost at the time of the appraisal, and not the cost at the time of the loss. The circuit court granted Donaubauer's motion on June 23, 2006.\nBy this point, Donaubauer had selected a different appraiser than his original choice.\nThe itemized components of the appraisal award were as follows: dwelling, second floor kitchen, septic system, exterior concrete, exterior blacktop, shed by garage, outbuildings, trees, sod, flowers, plants, and shrubs.\nThis price is just under $40,000 less than the replacement value award. Presumably this is to allow for additional costs or upgrades not included in the proposal, like appliances.\nOne e-mail from July 26, 2006, questioned the appropriate cost for \"a debatable frivolous kitchen.\" Another e-mail from August 11, 2006, called Donaubauer's original home a \"very inefficient and relatively aesthetically unattractive structure,\" noting that the appraisers would be \"presenting a comparable structural quality but vastly improved modern day dwelling.\"\nIn addition to the three issues we address today, the court of appeals rejected Donaubauer's bad faith and breach of contract claims, as well as a claim that the circuit court denied him various constitutional rights. Farmers Auto. Ins. Ass'n., 313 Wis. 2d 93, ¶¶ 23-40.\nEven if he had not conceded this point, the evidence is overwhelming that this is the case, particularly the correspondence between the parties from March 2005 through June 2005. Farmers specifically referenced the Policy's appraisal process in its March 22, 2005, letter and demanded that Donaubauer follow that process. Donaubauer responded March 25, 2005, requesting that the 20 day response period specified in the appraisal process be tolled due to Donaubauer's bad health. The May 12, 2005, letter from Farmers confirms an earlier phone call indicating Donaubauer \"has agreed to the appraisal process referenced in my earlier letters.\" A follow-up letter from Donaubauer's attorney the next day, May 13, 2005, explicitly confirmed that Donaubauer \"is willing to fulfill his contractual obligations and participate in the appraisal that your client has requested.\" Additional correspondence between the parties in June 2005 regards the selection of appraisers as required by the Policy's appraisal process. Furthermore, on several occasions before the circuit court, Donaubauer's attorney admitted that he had agreed to the appraisal process specified in the Policy.\nThe dissent argues that because the word \"binding\" or some form thereof is not in the appraisal clause, the clause is not sufficiently explicit so as to be binding. Dissent, ¶ 64. This is an odd argument. The dissent cites no authority for the proposition that a clause needs to have the word \"binding\" in order to be so. The clause itself, as the circuit court and court of appeals found abundantly obvious, is unambiguously binding when validly invoked.\nDonaubauer also argues that he believed the appraisal process was non-binding all along. This is an unpersuasive argument. In Farmers' first letter regarding the appraisal process in March, Farmers stated that the appraisal process was binding, and explicitly asked Donaubauer to respond in writing if he disagreed with this analysis. Donaubauer never responded, and instead simply affirmed that he would abide by his contractual obligations and proceed with the appraisal process.\nThe parties spend significant time in their briefs comparing arbitration and appraisals — a comparison that is apt in many ways and prevalent in the scholarly literature. However, arbitration is governed by statute in Wisconsin, while appraisals are not. Our treatment of the appraisal process is informed by common law, contract interpretation, common sense, and the efficient administration of justice.\nThe dissent takes issue with this statement, believing that this approach does not ensure a fair appraisal process. Dissent, ¶¶ 73-74. It is the dissent's approach, however, that is radical.\nThe dissent neglects the fact that the parties contracted for the appraisal process. Thus, a deferential review is in accord with the parties' bargained-for agreement. In addition, we have not stated that review is always limited to the face of the award. Rather, we have stated that review is usually limited to the face of the award. This gives the circuit judge discretion to exercise his or her judgment in the interests of fairness, while also ensuring that appraisals are not readily subject to challenge in courts, and are given the deference they deserve. Finally, the dissent neglects the interests of efficiency and finality. The purpose of alternative dispute resolution methods such as binding appraisal is to help litigants resolve their disputes relatively quickly and inexpensively. The dissent's approach would defeat this purpose by expanding and protracting expensive and stressful litigation — the exact opposite purpose such clauses were intended to have.\nThe dissent never addresses this fact. Rather, the dissent speculates that the homebuilder who submitted a proposed home plan to Donaubauer \"appeared to believe that the award was insufficient to cover the cost of a home of like kind and quality to Donaubauer's original home.\" Dissent, ¶ 74. No such conclusion can persuasively be drawn from the fact that one home builder submitted one bid and in so doing, omitted certain features that were present in the destroyed home. The record contains no evidence of what sort of home Donaubauer could receive with the appraisal award.\nIn the hearing on this question, the trial judge was presented with evidence of the appraisers' communications, but emphasized that the parties had contracted for the appraisal process, which he found was fair by its design. The trial court noted that discovery and further inquiry into the appraisal process would be unwarranted absent a showing of fraud, a lack of integrity in the process, partiality, or other serious misconduct. After consideration of these factors as applied to the facts of the case, the court concluded that Donaubauer had not presented sufficient cause to second guess the award, and was not entitled to discovery. This is a manifestly reasonable result and a sound exercise of judicial discretion by the trial court.", "type": "majority", "author": "MICHAEL J. GABLEMAN, J."}, {"text": "ANN WALSH BRADLEY, J.\n¶ 54. (dissenting). Although both arbitration and appraisal are contractual methods for alternative dispute resolution, there are significant differences. One difference lies in the statutory formality established to define the parties' responsibilities and protect their rights. \"Arbitration in Wisconsin is a formal procedure, and the parties' rights and responsibilities are defined by statute.... Appraisal in Wisconsin, on the other hand, is a mechanism of dispute resolution that is not regulated by statute and, depending on the parties' agreement subjecting themselves to an appraisal process, may or may not be formal.\" Lynch v. Am. Fam. Mut. Ins. Co., 163 Wis. 2d 1003, 1010-11, 473 N.W.2d 515 (Ct. App. 1991).\n¶ 55. The appraisal process may be less formal than arbitration, but that does not mean that it can be less fair.\n¶ 56. Even though the exact process necessary to create a fair method for resolving disputes through appraisal is not set forth in the statutes, there must be at least a minimum level of process to ensure that the parties are heard and that an appraisal decision is fairly reached and reviewed. This is especially important because the form appraisal clauses in standard insurance policies, which are contracts of adhesion, may result in a policyholder's forfeiture of the right to have a jury determine the amount of loss.\n¶ 57. The majority, however, seems oblivious to the necessity of establishing minimum standards for fairness in the appraisal process because it: (1) allows for the forfeiture of an important right by erroneously reading into the appraisal clause the word \"binding\" where it does not exist; (2) appears to constrain meaningful review of an appraisal award under most circumstances by limiting review to the face of the award; and (3) affirms the circuit court's erroneous decision refusing to permit Donaubauer to conduct necessary discovery in an action in the circuit court to invalidate the appraisal award. Because the majority fails to establish even minimum standards for fairness in the appraisal process, I respectfully dissent.\nI\n¶ 58. Before addressing the infirmities in the majority opinion, I briefly describe its response to the issues presented. The majority concludes that Donaubauer agreed to binding appraisal — not just once, but twice. It interprets a clause in the policy that the agreement of two appraisers \"will set the amount of loss\" as an explicit statement that the appraisal is binding. Majority op., ¶ 34. Hedging its bets, it also determines that Donaubauer's letter stating that he was \"willing to fulfill his contractual obligations\" amounts to a second agreement, and that \"Donaubauer did not contest Farmers' assertion that he must submit to binding appraisal.\" Majority op., ¶ 39.\n¶ 59. In addition, the majority concludes that appraisals are presumptively valid, and that they are fair because each party is allowed \"to appoint an appraiser of their own liking, with a neutral umpire as the deciding vote.\" Id. op., ¶ 43. It determines that \"[r]e-view of an appraisal award should usually be limited to the face of the award.\" Id., ¶ 45. Donaubauer argues that the arbitrators' e-mail communications are evidence that they misunderstood their role in the process. Nevertheless, the majority concludes, \"Since we see nothing on the face of the award that supports a misunderstanding, the communications need not be examined.\" Id., ¶ 47. Further, it concludes that the circuit court correctly exercised its discretion when it did not permit Donaubauer to conduct discovery in the circuit court action. Majority op., ¶ 52.\nII\n¶ 60. I examine first whether Donaubauer is bound by the amount determined in the appraisal process and is thus foreclosed from pursuing an action in a court of law. The right to access courts in order to file a lawsuit for damages is an important right for all citizens. \"[A]ny waiver of the right must be clear and unambiguous.\" DeGroot v. Farmers Mut. Hail Ins. Co. of Iowa, 643 N.E.2d 875, 876 (Ill. App. 1994) (determining that an appraisal clause similar to the clause before us today did \"not operate as a final and binding resolution of the party's dispute\" and did \"not foreclose either party from maintaining an action in a court of law\").\n¶ 61. Appraisal clauses, like arbitration clauses, may be binding or nonbinding. In order to determine whether the appraisal clause here was binding or nonbinding, we must examine the words of the insurance contract.\n¶ 62. This examination has double import here because of Donaubauer's subsequent agreement to \"fulfill his contractual obligations.\" See majority op., ¶ 17. Donaubauer's subsequent agreement is nothing more or less than an agreement to fulfill the obligations set forth in his insurance contract.\n¶ 63. The contract provides:\nIf you and we fail to agree on the amount of loss, either may demand an appraisal of the loss. In this event, each party will choose a competent appraiser.... The appraisers will separately set the amount of loss. If the appraisers submit a written report of an agreement to us, the amount agreed upon will he the amount of loss. If they fail to agree, they will submit their differences to the umpire. A decision agreed to by any two will set the amount of loss.\n¶ 64. It is particularly noteworthy that the words \"binding,\" \"bind,\" or \"bound\" appear nowhere in this appraisal clause. Such words, or a variation thereon, are completely absent from the text. Yet both the majority and the circuit court read the word \"binding\" into the clause where it does not exist.\n¶ 65. The majority and the circuit court commit the same error: they conflate the agreement to participate in an appraisal process (which appears in the text of the clause) with an agreement to be bound by the amount determined in the process (which does not appear in the text). See majority op., ¶ 3 (\"We hold that the circuit court did not erroneously exercise its discretion in enforcing the agreement between the parties to participate in the binding appraisal process.\").\n¶ 66. I instead follow the basic principle of insurance contract interpretation that any ambiguity is construed against the drafter of the policy. If Farmers wanted the contract to provide for a binding appraisal process, it should have heeded the advice offered to those who draft contractual appraisal clauses: when drafting a binding appraisal clause you should expressly state that it is binding in order to avoid any ambiguity. See Thomas J. Stipanowich, Contract and Conflict Management, 2001 Wis. L. Rev. 831, 871 (discussing the nature and process of decision making, including whether appraisals are binding or nonbinding, and stating: \"[I]t behooves drafters to make explicit the parties' expectations[.]\"); see also Neil S. Hecht, Variable Rental Provisions in Long Term Ground Leases, 72 Colum. L. Rev. 625, 685 (1972) (\"To anticipate [the] possibility [that one of the parties is unwilling to accept the appraisers' determination], it is wise to add a clause providing that the decision of the appraisers shall bind the parties[.]\").\n¶ 67. Insurance policies around the country follow that advice and expressly state in the appraisal clause whether it is binding. See, for example, the clause set forth in another Wisconsin case, Bowman v. Famers Insurance Group of Companies:\nYou or we may demand appraisal of the loss. Each will appoint and pay a competent and disinterested appraiser .... Each appraiser will state separately the actual cash value and the amount of loss. An award in writing by any two appraisers will determine the amount payable, which shall be binding on the parties.\nNo. 1994AP661, unpublished slip op. (Wis. Ct. App. Apr. 27, 1995) (emphasis added); see also Canfield v. Watertown Fire Ins. Co., 55 Wis. 419, 12 N.W. 252 (1882), infra, ¶ 79 n.2 (\"[T]heir award in writing shall be binding on the parties hereto[.]\") By contrast, the words in the insurance contract before us simply fail to make binding the acceptance of the appraisal amount.\n¶ 68. The same wording — verbatim to Donaubauer's policy — was examined in Merrimack Mutual Fire Insurance Company v. Batts, 59 S.W.3d 142 (Tenn. Ct. App. 2001). In that case, an insured wanted to enforce the appraisal clause against the insurance company. She argued that the appraisal clause in her homeowners policy was in essence a binding arbitration agreement requiring the insurance company to pay the full amount of the appraisers' calculation of her loss.\n¶ 69. The court set forth the rules of construction for insurance policies. It stated that \"[t]he respective rights of an insured and an insurance company are governed by their contract of insurance.\" Id. at 148. \"As with any other contract, the courts must give effect to the parties' intentions as reflected in their written contract of insurance.\" Id. Examining the exact words that are now before us, the court concluded that the appraisal clause did not bind the insurance company to pay the amount set by the appraisers. Id. at 150.\n¶ 70. Consistent with Merrimack Mutual, Donaubauer was not required under the express language of the policy to be bound by the amount set by the appraisers. In fact, under Lynch v. American Family Mutual Insurance Company, 163 Wis. 2d 1003, he was not even bound to participate in any fashion whatsoever in the appraisal process.\n¶ 71. In Lynch, the court held that \"an insurance company may not demand an appraisal of a loss after the commencement of an action by the insured on that loss when the insurance company failed to demand the appraisal prior to the lawsuit even though it had an opportunity to do so.\" Id. at 1008. Here, the facts are clear. On April 15, 2003, Donaubauer's home was destroyed by fire. A year later, on April 12, 2004, he commenced a lawsuit in the circuit court. Almost another year passed after the commencement of the action before Farmers invoked the appraisal clause and designated its appraiser. Farmers certainly had plenty of opportunity to demand an appraisal prior to the commencement of the action and it simply failed to do so.\n¶ 72. When agreeing to participate in appraisal after commencing litigation against Farmers, Donaubauer agreed only to \"fulfill his contractual obligations\" under the policy. Here, the parties' agreement, as reflected in the policy, did not expressly provide for binding appraisal. Accordingly, I conclude that Donaubauer is not bound to accept the amount determined by the appraisal. He has not clearly and unambiguously forfeited his right to have a jury decide the issue of his damages.\nIll\n¶ 73. Having concluded that parties can be bound to an appraisal process without an explicit agreement, the majority appears to constrain any meaningful review of an appraisal award under most circumstances. The majority opinion asserts that \"[rjeview of an appraisal award should usually be limited to the face of the award,\" but that \"[i]f fraud, bad faith, material mistake, or a lack of understanding of the process are reasonably implicated, it is within a judge's discretion to allow further inquiry or discovery.\" Majority op., ¶ 45.\n¶ 74. Here, Donaubauer presented evidence that the appraisers misunderstood their role. The appraisers' e-mail communications indicated that they might not understand that they were required to provide an award that would permit Donaubauer to build a new home of \"like kind and quality,\" as provided by the insurance policy. This inference is strengthened by the fact that the very same homebuilder who assisted the appraisers in calculating the amount of the award submitted a proposal for Donaubauer's new home — and it was 600 square feet smaller than the original home. See majority op., ¶ 25. Thus, the homebuilder appeared to believe that the award was insufficient to cover the cost of a home of like kind and quality to Donaubauer's original home.\n¶ 75. Nevertheless, despite the extrinsic evidence that the appraisers failed to understand their role in the process, the majority limits its review to the face of the award. It states: \"Since we see nothing on the face of the award that supports a misunderstanding, the communications need not be examined.\" Majority op., ¶ 47.\n¶ 76. Rare will be the case, however, where fraud, bad faith, material mistake, or lack of understanding of the process is apparent from the face of an appraisal award. The majority's determination that review is usually limited to the face of the award is thus tantamount to a conclusion that as long as the appraisers provide dollar figures for several enumerated categories, the award will stand. This determination is not adequate to ensure that appraisals are fundamentally fair.\n¶ 77. Further, this hollow standard of review is not mandated by our case law. The majority cites Quinn v. New York Fire Insurance Company, 22 Wis. 2d 495, 126 N.W.2d 211 (1964) for the proposition that review \"should usually be limited to the face of the award,\" but this is a mischaracterization of Quinn. In that case and under the terms of the policy, the appraiser was required to appraise the actual cash value of property damaged by fire. Nevertheless, the award made \"no reference to actual cash value; it sets forth only the loss.\" Id. at 500. The court determined that \"The award, on its face, does not comply with the requirements of the policy.\" Therefore, the court concluded that the appraisal award was \"of no effect.\" Id. at 502.\n¶ 78. Quinn affirms the principle that when it is apparent from the face of the award the arbitrators did not understand the process, the award is invalid. However, it does not limit the court's review to the face of the award. Nowhere does it state that grounds for invalidating an appraisal award must usually be apparent on the award's face.\n¶ 79. In fact, our case law supports the opposite conclusion. In Canfield, 55 Wis. 419, the insured filed a lawsuit in court to set aside an appraisal. The insured testified that he was not permitted to present evidence to the appraisers and that the appraisers incorrectly believed that certain items were not covered by the insurance policy. The court excluded the insured's testimony. On appeal, we determined that the testimony was wrongly excluded. We stated that the insured \"may set up any matter which shows the award invalid, whether such matter appears upon its face or not.\" Id. at 424.\n¶ 80. Here, the majority breaks new ground by limiting, under most circumstances, a court's review of an appraisal to the face of the award. The result will often prevent any meaningful review at all.\n¶ 81. In this case, the appraisal award is a two-page document. The first page of the award contains: a signed declaration of the appraisers that they will act impartially and make a \"true, just and conscientious award\"; the selection of an umpire; a statement of the qualifications of the umpire; and a statement of the total replacement cost and actual cash value of loss. The second page provides an itemization of the total replacement cost and the total actual cash value of the following items: \"dwelling\"; \"2nd floor kitchen\"; \"septic system\"; \"exterior concrete\"; \"exterior blacktop\"; \"shed by garage\"; \"outbuildings\"; \"trees\"; \"sod\"; and \"flowers, plants, shrubs.\"\n¶ 82. It is clear from the face of the award that the appraisers assigned a replacement cost and actual cash value for items in the ten separate categories listed above. What is invisible, however, is any explanation of how the appraisers arrived at the replacement cost and cash value of any of the above items. It is unclear whether the appraisers adhered to the policy's definition of \"replacement value\" as the cost of replacing Donaubauer's home with a home of \"like kind and quality.\" Unlike in arbitration where an arbitrator must explain his factual conclusions and legal reasoning in a written decision, there is no reasoning that can be tracked on the face of this appraisal award. If Donaubauer is correct and the appraisers did not appreciate their role in the appraisal process to determine the cost of rebuilding a home of like kind and quality, it would likely not be apparent from the face of the appraisal award.\nIV\n¶ 83. Finally, the majority deprives litigants of the tools necessary to substantiate a claim that the appraisal process was not fair. Here, Donaubauer filed an action in circuit court seeking to invalidate the appraisal on the grounds that the appraisers misunderstood their task. He contends that he should have been permitted to conduct discovery in the circuit court action to bolster his claims. Specifically, he sought to depose the appraisers to ascertain their understanding of the task.\n¶ 84. Importantly, Donaubauer does not request discovery during an appraisal process. Rather, he requests discovery in a civil action filed in circuit court to vacate the appraisal award. A basic tenet of civil procedure is that relevant evidence which is not privileged is discoverable. Wis. Stat. § 804.01(2)(a). Evidence of the appraisers' understanding of their role would be relevant to Donaubauer's claim.\n¶ 85. The majority agrees that the appraisal should be vacated if the appraisers failed to understand their task, and that discovery into this matter is potentially available if Donaubauer made a prima facie showing that they misunderstood their task. Yet, without explaining the circuit court's reasoning, the majority simply concludes that \"the trial judge examined the relevant facts, applied a proper standard of law, and reached a conclusion that a reasonable judge could reach[.]\" Majority op, ¶ 52.\n¶ 86. The circuit court did not provide any indication that it considered the evidence set forth by Donaubauer or his claim that the appraisers misunderstood their task. It merely stated that finding no indication of fraud, it would not allow discovery:\nIf there was a whiff of fraud or some indication that this process lacked integrity, I would think under those circumstances, when you are talking about a fraud here, it would be a fraud on the Court and that I consider very serious. I think the Court under those circumstances would have inherent power to do whatever is necessary to right that kind of a situation. ... As I said earlier, I don't see that type of a situation present here. I don't see Mr. Donaubauer or any party to this appraisal process as being entitled to use all of the discovery mechanisms of Chapter 804[.]\n¶ 87. Yet, fraud is not the only circumstance under which an appraisal award should be vacated. This court has stated, and the majority agrees, that an appraisal can be vacated when the appraisers did not understand their role in the process. Majority op., ¶ 44. Dechant v. Globe & Rutgers Fire Ins. Co., 194 Wis. 579, 217 N.W. 322 (1928). Here, Donaubauer presented evidence that the appraisers misunderstood their role in the process. Without discovery, however, he is deprived of an opportunity to substantiate his claim.\n¶ 88. Fundamental fairness requires more. I conclude that the circuit court erroneously exercised its discretion by quashing Donaubauer's discovery request and thus denying Donaubauer a meaningful opportunity to substantiate and be heard on his claim.\n¶ 89. For the reasons set forth above and because the majority fails to establish even minimum standards for fairness in the appraisal process, I respectfully dissent.\n¶ 90. I am authorized to state that Chief Justice SHIRLEY S. ABRAHAMSON joins this dissent.\nSee generally Timothy E Law & Jillian L. Starinovich, What Is It Worth? A Critical Analysis of Insurance Appraisal, 13 Conn. Ins. L.J. 291 (2006-2007).\nAlthough the court in Canfield appears to use the terms \"appraisal\" and \"arbitration\" interchangeably, the clause in the insurance policy was for appraisal of the amount of loss: \"If differences of opinion should arise between the parties hereto as to the amount of loss or damage, the subject shall be referred to two disinterested and competent men ... who shall ascertain, estimate, and appraise the loss or damage, and their award in writing shall be binding on the parties hereto[.]\" Canfield v. Watertown Fire Ins. Co., 55 Wis. 419, 420, 12 N.W. 252 (1882).\nWe can be guided by the statutory standards for vacating or modifying an arbitration award. Wisconsin Stat. § 788.10 requires an award to be vacated \"[wjhere the award was procured by corruption, fraud or undue means\"; \"[w]here there was evident partiality or corruption on the part of the arbitrators\"; \"[w]here the arbitrators were guilty of misconduct... or any other misbehavior by which the rights of any party have been prejudiced\"; or \"[wjhere the arbitrators exceeded then powers, or so imperfectly executed them that a mutual, final and definite award ... was not made.\" Section 788.11 requires an arbitration award to be modified if \"there was an evident material miscalculation of figures or an evident material mistake\"; \"[w]here the arbitrators have awarded upon a matter not submitted to them\"; or \"[w]here the award is imperfect in matter of form[.]\"", "type": "dissent", "author": "ANN WALSH BRADLEY, J."}], "attorneys": ["For the plaintiff-appellant-petitioner there were briefs by John V. McCoy, Chad R. Levanetz, and McCoy & Hofbauer, S.C., Waukesha, and oral argument by John V. McCoy.", "For the defendant-respondent there was a brief by Monte Weiss, Charles W. Kramer, and Deutch & Weiss, LLC, Milwaukee, and oral argument by Monte Weiss.", "An amicus curiae brief was filed by James A. Friedman, Patricia L. Wheeler, and Godfrey & Kahn, S.C., Madison, on behalf of the Wisconsin Insurance Alliance."], "corrections": "", "head_matter": "The Farmers Automobile Insurance Association, Plaintiff, v. Union Pacific Railway Company, Defendant. Joseph P. Donaubauer, Plaintiff-Appellant-Petitioner, v. The Farmers Automobile Insurance Association, Defendant-Respondent, Union Pacific Railroad Company, Defendant.\nSupreme Court\nNo. 2007AP1992.\nOral argument April 16, 2009.\nDecided July 10, 2009.\n2009 WI 73\n(Also reported in 768 N.W.2d 596.)\nFor the plaintiff-appellant-petitioner there were briefs by John V. McCoy, Chad R. Levanetz, and McCoy & Hofbauer, S.C., Waukesha, and oral argument by John V. McCoy.\nFor the defendant-respondent there was a brief by Monte Weiss, Charles W. Kramer, and Deutch & Weiss, LLC, Milwaukee, and oral argument by Monte Weiss.\nAn amicus curiae brief was filed by James A. Friedman, Patricia L. Wheeler, and Godfrey & Kahn, S.C., Madison, on behalf of the Wisconsin Insurance Alliance."}, "first_page_order": 152, "last_page_order": 190}
