{"id": 3772562, "name": "State of Wisconsin, Plaintiff-Respondent, v. Melvin Bridges, Defendant-Appellant", "name_abbreviation": "State v. Bridges", "decision_date": "2009-04-29", "docket_number": "No. 2008AP1207-CR", "first_page": "217", "last_page": "231", "citations": [{"type": "official", "cite": "319 Wis. 2d 217"}, {"type": "parallel", "cite": "2009 WI App 66"}, {"type": "parallel", "cite": "767 N.W.2d 593"}], "court": {"name_abbreviation": "Wis. Ct. App.", "id": 15300, "name": "Wisconsin Court of Appeals"}, "jurisdiction": {"id": 46, "name_long": "Wisconsin", "name": "Wis."}, "cites_to": [{"cite": "Wis. Stat. § 961.41", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "weight": 2, "pin_cites": [{"page": "(lm)(cm)"}, {"page": "(lm)(cm)"}], "opinion_index": 0}, {"cite": "Wis. Stat. § 968.25", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "pin_cites": [{"parenthetical": "where officer reasonably suspects danger of physical injury, a protective search for weapons or other dangerous articles is permissible"}], "opinion_index": 0}, {"cite": "Wis. Stat. § 968.24", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "opinion_index": 0}, {"cite": "299 Wis. 2d 265", "category": "reporters:state", "reporter": "Wis. 2d", "pin_cites": [{"page": "¶ 21"}], "opinion_index": 0}, {"cite": "2006 WI App 235", "category": "reporters:neutral", "reporter": "WI App", "pin_cites": [{"page": "¶ 7"}], "opinion_index": 0}, {"cite": "297 Wis. 2d 415", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "724 N.W.2d 347", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "2004 WI 15", "category": "reporters:neutral", "reporter": "WI", "weight": 2, "pin_cites": [{"page": "¶ 7"}], "opinion_index": 0}, {"cite": "269 Wis. 2d 1", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "pin_cites": [{"page": "¶ 49"}], "opinion_index": 0}, {"cite": "675 N.W.2d 449", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 3, "opinion_index": 0}, {"cite": "2001 WI 54", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 29"}], "opinion_index": 0}, {"cite": "243 Wis. 2d 422", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "626 N.W.2d 777", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "2007 WI 32", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 21"}], "opinion_index": 0}, {"cite": "299 Wis. 2d 675", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 7, "pin_cites": [{"page": "¶ 21"}, {"page": "¶ 22"}, {"page": "¶ 25", "parenthetical": "citing Michigan v. Long, 463 U.S. 1032, 1047 (1983)"}, {"page": "¶ 48"}, {"parenthetical": "\"[A]ny response the officer receives in response to this question will be helpful in appraising the risk presented more accurately.\""}], "opinion_index": 0}, {"cite": "729 N.W.2d 182", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "392 U.S. 1", "category": "reporters:federal", "reporter": "U.S.", "weight": 7, "year": 1968, "pin_cites": [{"page": "21"}, {"page": "27"}, {"page": "21-27"}, {"page": "24"}, {"page": "30-31", "parenthetical": "where, in the course of the investigatory stop, an officer makes reasonable inquires and nothing serves to dispel his reasonable suspicion that the individual is armed and dangerous, he is entitled to conduct a protective frisk"}, {"page": "35", "parenthetical": "White, J., concurring"}, {"page": "24"}], "opinion_index": 0}, {"cite": "226 Wis. 2d 66", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1999, "pin_cites": [{"page": "76"}], "opinion_index": 0}, {"cite": "593 N.W.2d 504", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1999, "opinion_index": 0}, {"cite": "129 S. Ct. 781", "category": "reporters:federal", "reporter": "S. Ct.", "weight": 3, "year": 2009, "pin_cites": [{"page": "782", "parenthetical": "citing Michigan v. Long, 463 U.S. 1032, 1047 (1983)"}, {"page": "788", "parenthetical": "affirming the permissibility of an officer's inquiries into matters unrelated to the justification for the traffic stop if the inquiries \"do not measurably extend the duration of the stop\""}, {"page": "788"}], "opinion_index": 0}, {"cite": "463 U.S. 1032", "category": "reporters:federal", "reporter": "U.S.", "year": 1983, "pin_cites": [{"page": "1047"}], "opinion_index": 0}, {"cite": "113 Wis. 2d 389", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "year": 1983, "pin_cites": [{"page": "403-04", "parenthetical": "citing Terry, 392 U.S. at 24"}], "opinion_index": 0}, {"cite": "335 N.W.2d 814", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1983, "pin_cites": [{"parenthetical": "citing Terry, 392 U.S. at 24"}], "opinion_index": 0}, {"cite": "264 F.3d 1215", "category": "reporters:federal", "reporter": "F.3d", "year": 2001, "pin_cites": [{"page": "1224", "parenthetical": "\"[A]ny response the officer receives in response to this question will be helpful in appraising the risk presented more accurately.\""}], "opinion_index": 0}, {"cite": "57 Wis. 2d 531", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1973, "pin_cites": [{"page": "539"}], "opinion_index": 0}, {"cite": "205 N.W.2d 11", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1973, "opinion_index": 0}, {"cite": "2000 WI 38", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 19"}], "opinion_index": 0}, {"cite": "234 Wis. 2d 560", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "609 N.W.2d 795", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}], "analysis": {"cardinality": 934, "char_count": 19274, "ocr_confidence": 0.763, "pagerank": {"raw": 7.031324996443159e-08, "percentile": 0.424260256099873}, "sha256": "c9dc57de50422c27b41a3d1ee4eb66e46f6020c51c062d9c2303d87cca448fa1", "simhash": "1:998f10ef0f1e1222", "word_count": 3200, "random_id": 1251888583, "random_bucket": 19911}, "last_updated": "2023-12-01T21:56:37.584463+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["Before Anderson, PJ., Snyder and Neubauer, JJ."], "parties": ["State of Wisconsin, Plaintiff-Respondent, v. Melvin Bridges, Defendant-Appellant."], "opinions": [{"text": "NEUBAUER, J.\n¶ 1. Melvin Bridges appeals from a judgment of conviction for possession of cocaine with intent to deliver (between five and fifteen grams) in violation of Wis. Stat. § 961.41(lm)(cm)2. (2007-08). Bridges contends that the circuit court erred in denying his motion to suppress evidence obtained during a protective search for weapons following a routine traffic stop. Because we conclude that the search was justified by specific, articulable facts supporting a reasonable suspicion that Bridges posed a threat to the officers' safety, we uphold the decision denying the motion to suppress and affirm the judgment of conviction.\nBACKGROUND\n¶ 2. The undisputed facts come from the suppression hearing testimony. On December 28, 2006, City of Racine Police Officers Michael Dummer and Joseph Spaulding were on patrol as part of the Community Oriented Policing Unit, a unit that deals with, among other things, street-level drug offenders. Both officers had at least five years' experience with the department. At approximately 6:20 p.m., the officers noticed a vehicle being operated with defective brake lamps. The officers initiated a traffic stop, and the driver, Bridges, promptly complied by stopping his vehicle.\n¶ 3. The traffic stop occurred in \"not such a good area\" of town where the police had received numerous complaints of gunshots fired at night. The area, across the street from a bar, was typically deserted at night. There was artificial lighting, but the area was nonetheless not well-lit. Due to the location, and the fact that Bridges had a passenger, the officers called for back-up.\n¶ 4. After Bridges pulled over to the curb, the officers saw him make a questionable movement. Dummer testified that he observed Bridges lean \"back and over, over the console of the vehicle and he was reaching toward his left side of his body.\" To Dummer, it looked like Bridges was reaching toward his \"lower area body parts\" — \"jacket pocket, pants pocket,\" so as to give himself room to get into his left pocket. Dummer explained:\nI know from my past experience that most people keep their wallets in their backside not their front side and he was reaching to his front side especially his left side which is not a strong hand side so it made me more aware of what he was possibly doing on his left side. There was also a lot of people who I have had contact with conceal weapons under their left leg [because] it's closer to the door side. So as they're leaning over towards the window, they can reach and access their firearm or knife or whatever it may be.\nAs a result of this experience, Dummer viewed Bridges' movement toward his front left side as consistent with, among other things, obtaining or concealing a dangerous weapon. Spaulding testified that he also saw Bridges lean back and make a shoving motion, and that this motion caused him to be concerned: \"I know when I see that motion, that they're trying to conceal something illegal... and it usually is a weapon or controlled substances.\" Immediately, the officers spoke with one another about the movement that they had just witnessed.\n¶ 5. Dummer approached the driver's side of Bridges' vehicle and asked him for identification to \"see what kind of movements he would make,\" but did not see any additional movement. Dummer took Bridges' identification and stepped to the rear of the car, where he talked with Spaulding about removing Bridges from his vehicle — all the while observing Bridges. Dummer then asked Bridges about the movement that he had observed at the onset of the traffic stop, but Bridges gave no explanation. Bridges has not disputed the accuracy of the officers' description of his movement.\n¶ 6. Given the location and the fact that back-up had not yet arrived, Dummer had Bridges step outside of his vehicle, so that he could better \"see [Bridges'] movements and make sure that [his] safety as well as [his] partner's safety [was] at its best situation.\" Dummer handcuffed Bridges, assuring him that the handcuffs were for safety purposes, and not because he was under arrest. Dummer then informed Bridges that he wanted to perform a pat-down to feel for any dangerous weapons. Before beginning the pat-down search, Dummer asked Bridges whether he had anything on his person that could cause injury or any other illegal item; Bridges said that he did not. During the search, Dummer found cocaine ánd over two hundred dollars. Dummer then issued Bridges a citation for operating a vehicle with defective brake lamps.\n¶ 7. Bridges was charged with one count of Possession of Cocaine with Intent to Deliver (between five and fifteen grams) pursuant to Wis. Stat. § 961.41(lm)(cm)2. Bridges' pretrial motion to suppress evidence was denied. He pled guilty to the charged offense, and the circuit court sentenced him to four and one-half years' imprisonment. Bridges appeals.\nDISCUSSION\n¶ 8. Bridges challenges the constitutionality of the protective search; he contends that the circuit court erred in denying his motion to suppress contraband seized during the protective search of his person following a traffic stop. Bridges seeks reversal of the judgment of conviction.\n¶ 9. When we review a trial court's ruling on a motion to suppress, we uphold its factual findings unless they are clearly erroneous. State v. Patton, 2006 WI App 235, ¶ 7, 297 Wis. 2d 415, 724 N.W.2d 347. Whether the facts satisfy constitutional principles is a question of law for this court to decide. State v. Kyles, 2004 WI 15, ¶ 7, 269 Wis. 2d 1, 675 N.W.2d 449. We are not bound by the trial court's decision on questions of law, but we benefit from its analysis. See id.\n¶ 10. Bridges' suppression motion was based on the Fourth Amendment protection from unreasonable governmental searches and seizures. U.S. Const. amend. IV; Wis. Const, art. I, § 11; see State v. Kelsey C.R., 2001 WI 54, ¶ 29, 243 Wis. 2d 422, 626 N.W.2d 777. During an investigative stop (temporary detention), an officer is authorized to conduct a search of the outer clothing of a person (frisk or pat-down) \"to determine whether the person is armed if the officer is 'able to point to specific and articulable facts which, taken together with rational inferences from those facts, reasonably warrant that intrusion.'\" State v. Johnson, 2007 WI 32, ¶ 21, 299 Wis. 2d 675, 729 N.W.2d 182 (citing Terry v. Ohio, 392 U.S. 1, 21 (1968)). A protective search of a person being questioned during an investigatory stop is reasonable if the stop itself is reasonable and if the officer reasonably believes that the person might be armed and dangerous. State v. Allen, 226 Wis. 2d 66, 76, 593 N.W.2d 504 (Ct. App. 1999); see also Wis. Stat. § 968.25 (where officer reasonably suspects danger of physical injury, a protective search for weapons or other dangerous articles is permissible).\n¶ 11. We review an officer's decision to perform a protective search with an objective test:\n\"[W]hether a reasonably prudent [officer] in the circumstances would be warranted in the belief that his [or her] safety or that of others was in danger\" because the person may be armed with a weapon and dangerous. \"[I]n determining whether the officer acted reasonably in such circumstances, due weight must be given, not to [the officer's] inchoate and unparticularized suspicion or 'hunch,' but to the specific reasonable inferences which he [or she] is entitled to draw from the facts in light of his [or her] experience.\"\nJohnson, 299 Wis. 2d 675, ¶ 21 (alteration in original) (citing Terry, 392 U.S. at 27). A determination of whether an officer had reasonable suspicion to effectuate a protective search for weapons is made \"on a case-by-case basis, evaluating the totality of the circumstances.\" Kyles, 269 Wis. 2d 1, ¶ 49.\n¶ 12. \"The requirement that an officer conducting a protective search have a reasonable suspicion to believe that the person is dangerous and may have immediate access to a weapon strikes a proper balance between two important interests: the safety of law enforcement officers and the right of persons to be free from unreasonable government intrusions.\" Johnson, 299 Wis. 2d 675, ¶ 22 (citing Terry, 392 U.S. at 21-27). Wisconsin courts are sensitive to the serious risks law enforcement officers must undertake whenever they initiate contact with a person who is seated in a vehicle. See Johnson, 299 Wis. 2d 675, ¶ 25. Traffic stops are \"especially fraught with danger to police officers.\" Arizona v. Johnson, 555 U.S. _, 129 S. Ct. 781, 782 (2009) (citing Michigan v. Long, 463 U.S. 1032, 1047 (1983)). Where an officer reasonably believes that his safety may be in danger because the person he or she is investigating may be armed, \"it would appear to be clearly unreasonable to deny the officer the power to take necessary measures to determine whether the person is in fact carrying a weapon and to neutralize the threat of physical harm.\" State v. Williamson, 113 Wis. 2d 389, 403-04, 335 N.W.2d 814 (1983) (citing Terry, 392 U.S. at 24).\nI. State v. Johnson\n¶ 13. Bridges relies heavily on Johnson, where the supreme court held that the protective search at issue was not supported by a reasonable suspicion that Johnson was armed and dangerous. See Johnson, 299 Wis. 2d 675, ¶ 48. Johnson was stopped for a suspected emissions violation and failure to signal a turn. Id., ¶ 2. It was dark, but the area was illuminated by street lamps. Id., ¶ 3.\n¶ 14. The officers saw Johnson lean forward such that his shoulders and head nearly disappeared from view, as if to reach under the front seat. Id. The officers testified that, based on their experience and training, the movement appeared to be consistent with an attempt to conceal contraband or weapons. Id. The court noted that this movement also seemed consistent with a number of \"innocuous movements [that] persons make in their vehicles every day.\" Id., ¶ 43.\n¶ 15. After one of the officers informed Johnson that he had been stopped for an emissions violation, Johnson furnished paperwork indicating that the emissions problem had been corrected. Id., ¶ 4. The officer then asked Johnson to step out of the car for a protective search (a pat-down) on account of the furtive movement. Id., ¶¶ 5-6. As a result of the protective search and a search of Johnson's vehicle, the officers found both marijuana and cocaine. Id., ¶ 8. Because \"the only purported basis for the protective search ... was a single, partially obscured movement the officers observed from their squad car,\" the court concluded that the search was not justified by \"specific, articulable facts supporting a reasonable suspicion that Johnson posed a threat to the officers' safety or that of others[.]\" Id., ¶¶ 42, 48. The court stated:\nWere we to conclude that the behavior observed by the officers here was sufficient to justify a protective search of Johnson's person and his car, law enforcement would be authorized to frisk any driver and search his or her car upon a valid traffic stop whenever the driver reaches to get his or her registration out of the glove compartment; leans over to get his wallet out of his back pocket to retrieve his driver's license; reaches for her purse to find her driver's license; picks up a fast food wrapper from the floor; puts down a soda; turns off the radio; or makes any of a number of other innocuous movements persons make in their vehicles every day.\nId., ¶ 43.\n¶ 16. Without more, observation of such a movement — consistent with everyday behaviors — is insufficient to justify a protective search. Id. The Johnson court twice noted that the officer \"did not ask Johnson to explain the surreptitious movement that he had observed before conducting the protective search of the vehicle,\" and the court observed that \"[a] suspect's answer to such a question and demeanor while answering could provide information that is relevant to whether a protective search is reasonable.\" Id., ¶ 40 n.15; see also ¶ 4.\nII. The Facts Here Support the Trial Court's Denial of the Motion to Suppress.\n¶ 17. The protective search of Bridges during the investigatory stop was based on an objectively reasonable suspicion that Bridges had access to a weapon and presented a threat to the officers' safety in light of the totality of circumstances. As in Johnson, the traffic stop took place at night. However, here the stop occurred in an area that was \"not. . . good,\" was poorly lit and deserted at night, and was known for frequent gunfire. The requested backup had not arrived, and the initial reason that Bridges was stopped had not been resolved before the protective search took place. Both officers witnessed Bridges make a movement consistent with obtaining or concealing a weapon. These officers, each with over five years' experience in law enforcement, believed that Bridges may have been armed: Bridges was reaching toward his left front side, where a license or wallet is not usually kept, and Dummer had experience with \"a lot of people\" who concealed weapons under their left leg close to the car door. Spaulding recognized the shoving motion as consistent with an attempt to conceal a weapon or contraband.\n¶ 18. Moreover, the present case is unlike Johnson because, before performing the protective search, Dummer questioned Bridges regarding the suspicious movement, and Bridges did not respond. Bridges' failure to provide an explanation effectively transformed what Bridges now maintains was an innocent movement into a specific, articulable fact supporting a reasonable suspicion that Bridges posed a threat to the officers' safety.\n¶ 19. During a traffic stop, a police officer may make inquiries to obtain information confirming or dispelling the officer's suspicions concerning weapons or other dangerous articles. See Williamson, 113 Wis. 2d at 403 (citing Wis. Stat. § 968.24); Johnson, 299 Wis. 2d 675, ¶ 40 n.15 (approving inquiries by officers regarding a potential threat to safety); Arizona, 129 S. Ct. at 788 (affirming the permissibility of an officer's inquiries into matters unrelated to the justification for the traffic stop if the inquiries \"do not measurably extend the duration of the stop\"); Terry, 392 U.S. at 30-31 (where, in the course of the investigatory stop, an officer makes reasonable inquires and nothing serves to dispel his reasonable suspicion that the individual is armed and dangerous, he is entitled to conduct a protective frisk); see also id. at 35 (White, J., concurring) (\"if the investigative stop is sustainable ... constitutional rights are not necessarily violated if pertinent questions are asked and the person is restrained briefly in the process\").\n¶ 20. The response that a person provides to an officer's inquiry, including the absence of or refusal to provide a response, may provide information that is relevant to whether a protective search is reasonable, and is therefore a factor to be considered alongside other factors that together comprise the totality of the circumstances. See, e.g. Johnson, 299 Wis. 2d 675, ¶ 40 n.15; Arizona, 129 S. Ct. at 788; United States v. Holt, 264 F.3d 1215, 1224 (10th Cir. 2001) (\"[A]ny response the officer receives in response to this question will be helpful in appraising the risk presented more accurately.\").\n¶ 21. The traffic stop of Bridges took place in a poorly lit, deserted area where gunfire was frequently heard at night, and the backup had not yet arrived. Both officers believed that Bridges may be armed based on their observations of his movements and their experience in law enforcement. Dummer took the minimally intrusive step of questioning Bridges to obtain information to confirm or dispel their suspicions. Bridges' failure to answer, combined with the totality of circumstances, gave rise to \"a reasonably prudent [officer's] . . . belief that his [or her] safety.. . was in danger.\" See Johnson, 299 Wis. 2d 265, ¶ 21 (citation omitted).\nCONCLUSION\n¶ 22. We see no error. Police officers are not required to take unnecessary risks in the performance of their increasingly hazardous duties. State v. Beaty, 57 Wis. 2d 531, 539, 205 N.W.2d 11 (1973). \"[TJhe 'more immediate interest of the police officer in taking steps to assure himself that the person with whom he is dealing is not armed with a weapon that could unexpectedly and fatally be used against him’ justifies the limited intrusion on individual rights that the protective frisk entails.\" State v. McGill, 2000 WI 38, ¶ 19, 234 Wis. 2d 560, 609 N.W.2d 795 (citing Terry, 392 U.S. at 24).\n¶ 23. Based on the totality of circumstances we conclude that the protective search was justified by specific, articulable facts supporting an objectively reasonable suspicion that Bridges posed a threat to the officers' safety. We affirm.\nBy the Court. — Judgment affirmed.\nAll references to the Wisconsin Statutes are to the 2007-08 version unless otherwise noted.\nBridges' reliance on State v. Kyles, 2004 WI 15, 269 Wis. 2d 1, 675 N.W.2d 449, is similarly unavailing. In Kyles, the defendant was a passenger in a vehicle that was pulled over on a cold December evening at 8:45 p.m. for operating without headlights after dark in a neighborhood that was \"pretty active\" in criminal activity. Id., ¶¶ 11, 17, 69. He was questioned outside the vehicle during a consensual search of the vehicle, twice stuffing his hands in the pockets of his oversized bulky coat, once after the officer had asked him to remove his hands from his pockets. Id., ¶¶ 12-14. The officer testified that he \"didn't feel any particular threat before searching\" the defendant approximately four to eight seconds after the defendant exited the vehicle. Id., ¶¶ 15, 17.\nThe supreme court affirmed the trial court's order to suppress evidence, concluding that the officer's belief was \"more 'an inchoate and unparticularized suspicion or \"hunch\"' than a reasonable inference.\" Id., ¶ 72 (citation omitted). Though the totality of factors presented in Kyles bears some resemblance to some facts in the present case, Kyles is distinguishable on several counts: (1) the officer in Kyles observed Kyles putting his hands in and out of his pockets on a cold winter evening and \"did not describe the defendant's hand gestures as threatening or menacing; they were described as 'a nervous habit1\"; (2) when the officer asked Kyles to take his hands out of his pockets the defendant cooperated; (3) the officer who performed the protective search did not feel any particular threat; and (4) the officer in Kyles never asked the defendant to explain his movements. Id., ¶¶ 13-15, 17, 70-71. While Kyles guides us in our decision, it does not control it.", "type": "majority", "author": "NEUBAUER, J."}], "attorneys": ["On behalf of the defendant-appellant, the cause was submitted on the briefs oí Michael S. Holzman of Rosen and Holzman Ltd., Waukesha.", "On behalf of the plaintiff-respondent, the cause was submitted on the brief of Katherine D. Lloyd, assistant attorney general, and J.B. Van Hollen, attorney general."], "corrections": "", "head_matter": "State of Wisconsin, Plaintiff-Respondent, v. Melvin Bridges, Defendant-Appellant.\nCourt of Appeals\nNo. 2008AP1207-CR.\nSubmitted on briefs January 8, 2009.\nDecided April 29, 2009.\n2009 WI App 66\n(Also reported in 767 N.W.2d 593.)\nOn behalf of the defendant-appellant, the cause was submitted on the briefs oí Michael S. Holzman of Rosen and Holzman Ltd., Waukesha.\nOn behalf of the plaintiff-respondent, the cause was submitted on the brief of Katherine D. Lloyd, assistant attorney general, and J.B. Van Hollen, attorney general.\nBefore Anderson, PJ., Snyder and Neubauer, JJ.\nPetition to review denied 9/11/09. Abrahamson, C.J., dissents."}, "first_page_order": 317, "last_page_order": 331}
