{"id": 3772333, "name": "Walter Tatera, deceased, and Vicki Tatera, individually and as Special Administrator of the Estate of Walter Tatera, Plaintiffs-Appellants, v. FMC Corporation, Defendant-Respondent, United Healthcare and American Medical Security, Subrogated Defendants, Kelsey-Hayes Company p/k/a K H Corporation, Defendant", "name_abbreviation": "Tatera v. FMC Corp.", "decision_date": "2009-05-12", "docket_number": "No. 2008AP170", "first_page": "688", "last_page": "717", "citations": [{"type": "official", "cite": "319 Wis. 2d 688"}, {"type": "parallel", "cite": "768 N.W.2d 198"}, {"type": "parallel", "cite": "2009 WI App 80"}], "court": {"name_abbreviation": "Wis. Ct. App.", "id": 15300, "name": "Wisconsin Court of Appeals"}, "jurisdiction": {"id": 46, "name_long": "Wisconsin", "name": "Wis."}, "cites_to": [{"cite": "155 N.W.2d 55", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1967, "opinion_index": 0}, {"cite": "320 N.E.2d 412", "category": "reporters:state_regional", "reporter": "N.E.2d", "weight": 2, "year": 1974, "pin_cites": [{"page": "416-17"}], "opinion_index": 0}, {"cite": "343 N.E.2d 465", "category": "reporters:state_regional", "reporter": "N.E.2d", "weight": 2, "year": 1976, "opinion_index": 0}, {"cite": "21 F. Supp. 2d 510", "category": "reporters:federal", "reporter": "F. Supp. 2d", "weight": 10, "year": 1998, "pin_cites": [{"page": "512"}, {"page": "515-16"}, {"page": "516"}, {"page": "515"}, {"page": "516"}], "opinion_index": 0}, {"cite": "136 Wis. 2d 304", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1987, "pin_cites": [{"page": "315"}], "opinion_index": 0}, {"cite": "401 N.W.2d 816", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1987, "opinion_index": 0}, {"cite": "97 Wis. 2d 332", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1980, "pin_cites": [{"page": "338"}], "opinion_index": 0}, {"cite": "294 N.W.2d 473", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 4, "year": 1980, "opinion_index": 0}, {"cite": "37 Wis. 2d 443", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 4, "year": 1967, "pin_cites": [{"page": "447-48"}], "opinion_index": 0}, {"cite": "2001 WI 81", "category": "reporters:neutral", "reporter": "WI", "opinion_index": 0}, {"cite": "244 Wis. 2d 758", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "pin_cites": [{"page": "¶ 15"}, {"page": "¶¶ 4-5"}], "opinion_index": 0}, {"cite": "628 N.W.2d 833", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "108 Wis. 2d 72", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1982, "pin_cites": [{"parenthetical": "successor corporation"}], "opinion_index": 0}, {"cite": "322 N.W.2d 14", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1982, "pin_cites": [{"parenthetical": "successor corporation"}], "opinion_index": 0}, {"cite": "56 Wis. 2d 247", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1972, "pin_cites": [{"page": "252-56", "parenthetical": "minor child bystander found to be consumer"}], "opinion_index": 0}, {"cite": "201 N.W.2d 825", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 1972, "pin_cites": [{"parenthetical": "minor child bystander found to be consumer"}], "opinion_index": 0}, {"cite": "146 Wis. 2d 604", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "year": 1988, "pin_cites": [{"page": "610-14", "parenthetical": "court found that Outboard Marine Corporation was a \"seller\" when they put a starter manufactured by OMC into an outboard motor manufactured by OMC, at no cost to the consumer"}, {"page": "613"}], "opinion_index": 0}, {"cite": "432 N.W.2d 130", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1988, "pin_cites": [{"parenthetical": "court found that Outboard Marine Corporation was a \"seller\" when they put a starter manufactured by OMC into an outboard motor manufactured by OMC, at no cost to the consumer"}], "opinion_index": 0}, {"cite": "70 Wis. 2d 796", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1975, "opinion_index": 0}, {"cite": "235 N.W.2d 523", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1975, "opinion_index": 0}, {"cite": "372 A.2d 736", "category": "reporters:state_regional", "reporter": "A.2d", "year": 1977, "opinion_index": 0}, {"cite": "651 P.2d 1346", "category": "reporters:state_regional", "reporter": "P.2d", "weight": 4, "year": 1982, "pin_cites": [{"page": "1348", "parenthetical": "italics omitted"}, {"page": "1348"}], "opinion_index": 0}, {"cite": "799 A.2d 95", "category": "reporters:state_regional", "reporter": "A.2d", "weight": 3, "year": 2002, "pin_cites": [{"page": "¶¶ 24-25"}], "opinion_index": 0}, {"cite": "143 Wis. 2d 379", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 6, "year": 1988, "pin_cites": [{"page": "388", "parenthetical": "in general, one who hires an independent contractor owes no duty to the independent contractor's employees for the torts of their employer"}, {"page": "401"}, {"page": "390"}], "opinion_index": 0}, {"cite": "421 N.W.2d 835", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1988, "opinion_index": 0}, {"cite": "2000 WI 87", "category": "reporters:neutral", "reporter": "WI", "pin_cites": [{"page": "¶ 29"}], "opinion_index": 0}, {"cite": "236 Wis. 2d 435", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "pin_cites": [{"page": "¶ 58"}], "opinion_index": 0}, {"cite": "613 N.W.2d 142", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "192 Wis. 2d 347", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1995, "pin_cites": [{"page": "365"}], "opinion_index": 0}, {"cite": "531 N.W.2d 386", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1995, "opinion_index": 0}, {"cite": "2008 WI App 110", "category": "reporters:neutral", "reporter": "WI App", "pin_cites": [{"page": "¶ 17"}], "opinion_index": 0}, {"cite": "313 Wis. 2d 78", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "756 N.W.2d 447", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "2003 WI App 192", "category": "reporters:neutral", "reporter": "WI App", "opinion_index": 0}, {"cite": "266 Wis. 2d 970", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "pin_cites": [{"page": "¶¶ 1, 21"}], "opinion_index": 0}, {"cite": "669 N.W.2d 737", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "2004 WI 97", "category": "reporters:neutral", "reporter": "WI", "opinion_index": 0}, {"cite": "274 Wis. 2d 143", "category": "reporters:state", "reporter": "Wis. 2d", "opinion_index": 0}, {"cite": "682 N.W.2d 389", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "2004 WI App 5", "category": "reporters:neutral", "reporter": "WI App", "opinion_index": 0}, {"cite": "269 Wis. 2d 302", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "pin_cites": [{"page": "¶ 2"}], "opinion_index": 0}, {"cite": "674 N.W.2d 576", "category": "reporters:state_regional", "reporter": "N.W.2d", "opinion_index": 0}, {"cite": "81 Wis. 2d 183", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1977, "pin_cites": [{"page": "189-90", "parenthetical": "where facts give rise to more than one reasonable inference, summary judgment should not be granted and case should be decided by jury"}], "opinion_index": 0}, {"cite": "260 N.W.2d 241", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 1977, "pin_cites": [{"parenthetical": "where facts give rise to more than one reasonable inference, summary judgment should not be granted and case should be decided by jury"}], "opinion_index": 0}, {"cite": "226 Wis. 2d 235", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1999, "pin_cites": [{"page": "261"}], "opinion_index": 0}, {"cite": "593 N.W.2d 445", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1999, "opinion_index": 0}, {"cite": "696 F. Supp. 1013", "category": "reporters:federal", "reporter": "F. Supp.", "year": 1988, "pin_cites": [{"page": "1021", "parenthetical": "\"The [National Emission Standard for Hazardous Air Pollutants] regulations clearly bring the emission of asbestos within th[e] concept of 'ultrahazardous activity.' Asbestos is regarded as extremely dangerous to human health.\""}], "opinion_index": 0}], "analysis": {"cardinality": 1434, "char_count": 43112, "ocr_confidence": 0.767, "pagerank": {"raw": 5.350558288055526e-08, "percentile": 0.33627848573411034}, "sha256": "4a5c9cefa86ba41dafa35d095ec1a9227f3049c5eab6e98be351b6067044b273", "simhash": "1:8d8f7bd6db348a90", "word_count": 7254, "random_id": 3127795324, "random_bucket": 24188}, "last_updated": "2023-12-01T21:56:37.584463+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["Before Curley, EJ., Kessler and Brennan, JJ."], "parties": ["Walter Tatera, deceased, and Vicki Tatera, individually and as Special Administrator of the Estate of Walter Tatera, Plaintiffs-Appellants, v. FMC Corporation, Defendant-Respondent, United Healthcare and American Medical Security, Subrogated Defendants, Kelsey-Hayes Company p/k/a K H Corporation, Defendant."], "opinions": [{"text": "BRENNAN, J.\n¶ 1. Vicki Tatera, individually and as Special Administrator of the Estate of her deceased husband, Walter M. Tatera, appeals from a judgment entered after the trial court granted summary judgment to FMC Corporation in this product liability case. The trial court dismissed the case on the basis that Tatera had not presented a prima facie case for either a strict liability or a negligence claim. Tatera contends that the trial court erred in dismissing the case at the summary judgment stage. We agree with the trial court that Tatera has not presented a prima facie case for strict liability and affirm on that claim. But we conclude that Tatera has presented a prima facie case for negligence and genuine issues of material fact exist; thus, summary judgment should not have been granted on that claim. We affirm the judgment as to strict liability but reverse and remand for further proceedings on the negligence claim.\nBackground\n¶ 2. This case arises from the death of Walter Tatera. Walter died from malignant mesothelioma on September 20, 2004. Walter's widow, Vicki Tatera (hereinafter \"Tatera\"), attributed the malignant mesothelioma to Walter's exposure to asbestos during the time he worked at B&M Machine, which was a machine shop owned by Walter's father. Walter was employed at B&M Machine in 1963, 1964 and 1967-1993. Walter's responsibilities included working with friction brake materials. His job involved grinding asbestos-containing brake linings down to the right shape and size. Tatera alleges that during this process, dust or fibers emanating from the asbestos products would be emitted into the immediate area. One employee indicated that this work created \"dust all over the shop.\"\n¶ 3. In 1967, FMC became the successor to the Stearns Company, a manufacturer of industrial brakes and clutch components in Milwaukee since 1917. FMC did not manufacture the brake lining itself. Rather, it purchased that part from brake lining manufacturers. Tatera alleges that FMC sent over 18,000 friction lining parts to B&M to be machined. After the linings were complete, they were returned to FMC to be assembled into the final brake system, which was then sold to others who installed them in automobiles.\n¶ 4. In September 2004, Tatera filed this lawsuit against FMC and the brake lining manufacturers. Tatera asserted claims against FMC based upon strict liability and negligence. She asserts that during the course of his employment, Walter \"was exposed to dust or fibers emanating from the asbestos products . . . designed, sold, manufactured, distributed, packaged, removed, installed, or otherwise placed into commerce\" by FMC. She further asserts that this exposure caused Walter to develop malignant mesothelioma, which ultimately resulted in his death. The complaint alleged that FMC was negligent in that it knew of the danger, had a duty to warn Walter of the dangers associated with asbestos and the failure to warn was a direct cause of the injuries suffered here. The complaint also alleged that FMC should be held strictly liable for Walter's injuries on the basis that it \"manufactured, supplied or installed a product. . . that was unreasonably dangerous\" by failing to warn or provide instructions to take precautions while using the product. Tatera further alleged that the product was improperly designed and that Walter's exposure to the \"unreasonably dangerous products\" caused his injuries.\n¶ 5. FMC denied the allegations against it and asserted that even if the allegations were true, it was not \"hable as a matter of law because (1) the elements necessary to establish a claim for strict liability do not exist, and (2) [FMC] owed no duty to Mr. Tatera, an employee of an independent contractor, and thus could not be found negligent.\" FMC filed a summary judgment motion on this basis in May 2006, which was denied by the Honorable Claire Fiorenza on August 24, 2006. FMC filed a petition seeking leave to appeal from the nonfinal order to this court, which we denied in October 2006.\n¶ 6. On August 1, 2007, due to judicial rotation, the Honorable Timothy G. Dugan replaced Judge Fiorenza as presiding judge in this case. On August 10, 2007, FMC renewed its summary judgment motion, making the same arguments which had been denied earlier. The trial court agreed to hear the motion over the objection of the plaintiff. In September 2007, the trial court granted FMC's motion and dismissed all of Tatera's claims against FMC. Judgment was entered and Tatera now appeals.\nAnalysis\nI. Strict Liability Claim\n¶ 7. The issue in this appeal with regard to the strict liability claim is whether Wisconsin law permits the application of the Restatement (Second) op Torts § 402A (1965) to the unique facts of this case, which involve a product provided to the employee of a subcontractor for further processing before reaching the ultimate consumer. More particularly, the issues here are whether, FMC was a \"seller,\" Walter Tatera was a \"consumer\" and brake linings were \"products,\" within the meaning of § 402A. No Wisconsin case answers these questions. Besides arguing the plain meaning of § 402A and its comments, Tatera relies on one Pennsylvania case, Kalumetals, Inc. v. Hitachi Magnetics Corp., 21 F. Supp. 2d 510 (W.D. Pa. 1998) to support her position that § 402A applies to these facts. FMC distinguishes Kalumetals and argues that it provides support for FMC's position that public policy would oppose application of strict product liability to this case. Additionally FMC relies on cases from other jurisdictions, which support its position.\n¶ 8. We conclude, as noted in the comments to Restatement (Second) of Torts § 402A, there may be cases that are appropriate for application of strict product liability to injuries, which occur in the processing of a product before it reaches the consumer, such as occurred in Kalumetals. But, based on § 402A, Wisconsin case law, and other common law around the country to date, strict product liability has not yet evolved to include the factual situation presented here. Accordingly, Tatera has not presented a prima facie case of strict product liability.\nA. Standards of Review\n¶ 9. We review the applicability of the Restatement (Second) of Torts § 402A to the facts of this case and orders for summary judgments independently from the trial court, employing the same methodology as the trial court. See Green Spring Farms v. Kersten, 136 Wis. 2d 304, 315, 401 N.W.2d 816 (1987). Courts examine summary judgment motions in a three-step process. See Grams v. Boss, 97 Wis. 2d 332, 338, 294 N.W.2d 473 (1980). First, it must be determined that the pleadings set forth a claim for relief as well as a material issue of fact. Id. Second, the court must determine whether the moving party's affidavit and other proofs present a prima facie case for summary judgment. Id. Third, if the moving party has presented a prima facie case, we determine whether material factual disputes exist based on the presented facts and reasonable inferences. Id. Here, the trial court's decision granting summary judgment was based on the failure of the pleadings, affidavits and other proofs, to set forth a claim for relief.\nB. The Restatement (Second) of Torts § 402A\n¶ 10. The Restatement (Second) of Torts § 402A imposes special liability on a seller of products, which are in a defective condition and unreasonably dangerous to the user or consumer. This Restatement was first adopted by Wisconsin courts in Dippel v. Sciano, 37 Wis. 2d 443, 155 N.W.2d 55 (1967). Under Dippel, a plaintiff alleging a claim for strict product liability must prove the following five elements:\n(1) [T]hat the product was in defective condition when it left the possession or control of the seller, (2) that it was unreasonably dangerous to the user or consumer, (3) that the defect was a cause (a substantial factor) of the plaintiffs injuries or damages, (4) that the seller engaged in the business of selling such product or, put negatively, that this is not an isolated or infrequent transaction not related to the principal business of the seller, and (5) that the product was one which the seller expected to and did reach the user or consumer without substantial change in the condition it was when he sold it.\nId. at 460.\n¶ 11. Strict liability relieves the plaintiff of proving negligence and imposes liability on the seller regardless of fault. As noted in Fuchsgruber v. Custom Accessories, Inc., 2001 WI 81, 244 Wis. 2d 758, 628 N.W.2d 833, if the plaintiff proves the Dippel elements, \"all sellers in the chain of distribution — manufacturer, distributor, retailer — are strictly liable to the plaintiff, although they may have contribution rights against each other.\" Fuchsgruber, 244 Wis. 2d 758, ¶ 15.\n¶ 12. The definition of \"seller,\" \"product\" and \"user\" has evolved since Restatement (Second) of Torts § 402A was first written. Originally, strict product liability, as set forth in comment c to § 402A was to protect the public from injury due to corrupt food, without requiring any showing of negligence by the food seller. Over time, strict liability has been more broadly applied to \"products\" outside the food industry, see, e.g., Dippel, 37 Wis. 2d 443 (pool table), and to people and entities other than literal \"sellers,\" Tift v. Forage King Industries, Inc., 108 Wis. 2d 72, 322 N.W.2d 14 (1982) (successor corporation). It has been applied to \"consumers\" who have not fit the traditional definition of \"consumers.\" See, e.g., Howes v. Hansen, 56 Wis. 2d 247, 252-56, 201 N.W.2d 825 (1972) (minor child bystander found to be consumer).\n¶ 13. Although Restatement (Second) of Torts § 402A has been more broadly applied over time, it has not yet been applied to processing of products in Wisconsin. In Dippel, the \"seller\" was a manufacturer and sales distributor, the \"user\" a tavern patron, and the \"product\" a pool table. Id., 37 Wis. 2d at 447-48. In Fuchsgruber, the \"seller\" was the manufacturer, distributor and retailer, the \"user\" was the person who purchased the product from the retailer, and the \"product\" was a hydraulic jack. Id., 244 Wis. 2d 758, ¶¶ 4-5. In the caveats immediately following § 402A, and in comments p and q, the Restatement specifically states that it takes no position with regard to sellers of a product expected to be processed and to sellers of component parts.\n¶ 14. The facts here do not precisely fit the language of Restatement (Second) of Torts § 402A or Wisconsin case law. The undisputed facts in this record show that the friction brake linings were not manufactured or sold by FMC. FMC had purchased the brake linings (some of which contained asbestos) from other manufacturers and then contracted with B&M to grind the linings down to fit the brake metal. In the time period of Tatera's claim, FMC provided B&M with 18,000 friction brake linings to grind. After grinding the brake linings, B&M returned the brake linings to FMC for further processing until they were completed brakes, which FMC sold to the automotive industry to be put into cars. Tatera's husband was employed by B&M to grind the friction brake linings and later died from mesothelioma. He was not a purchaser of a car with asbestos-containing brakes.\n¶ 15. Tatera argues that: (1) FMC was a \"seller\" under Restatement (Second) of Torts § 402A; (2) Walter Tatera was a \"consumer\"; and (3) friction brake linings were \"products.\" Both parties' briefs concede that the meanings of \"seller,\" \"product\" and \"user\" are all interrelated. FMC argues that § 402A does not apply in this processing situation and the trial court was correct to dismiss the claim at summary judgment. The trial court, in granting FMC's summary judgment motion, noted the absence of clear precedent in Wisconsin, or anywhere else, and acknowledged that this court and perhaps the Wisconsin Supreme Court would undoubtedly have to resolve this issue.\n1. FMC is not a \"seller\" under Restatement (Second) of Torts § 402A\n¶ 16. Tatera argues that FMC fits the description of \"seller\" in Restatement (Second) of Torts § 402A. In comment f to § 402A, the \"seller\" is described as any manufacturer, wholesale or retail dealer or distributor. The rule provides further that the \"seller\" must be engaged in the business of \"selling\" the products for use or consumption. Because FMC provided the friction brake linings to be processed as part of their business of selling brakes, Tatera argues they are a \"seller.\"\n¶ 17. Tatera argues that the policy behind the rule supports its application to FMC as a \"seller.\" She relies on comment f, which states: \"The basis for the rule is the ancient one of the special responsibility for the safety of the public undertaken by one who enters into the business of supplying human beings with products which may endanger the safety of their persons and property.\" Because FMC supplied asbestos-containing brake linings, which may endanger a worker like Walter Tatera, Tatera argues that § 402A should apply to FMC. But she fails to acknowledge the second half of the comment's policy statement: \"... and the forced reliance upon that undertaking on the part of those who purchase such goods.\" (Emphasis added.) Walter Tatera did not purchase the friction brake linings. So, while the policy language may be expansive enough to include FMC as a \"seller,\" it does not fit Tatera as a \"user.\"\n¶ 18. No Wisconsin case has yet applied Restatement (Second) of Torts § 402A to a \"seller\" who was not a manufacturer. Here, while FMC may have placed the friction brake linings into the stream of commerce, it did not manufacture them. It took the brake linings back after the grinding was complete and processed them further before selling them as finished brakes which eventually went into cars.\n¶ 19. In Wisconsin, \"seller,\" under Restatement (Second) of Torts § 402A, has been found to include those who manufactured the product, even if they did not actually receive money for the product as long as they put the product into the \"stream of commerce,\" Mulhern v. Outboard Marine Corp., 146 Wis. 2d 604, 610-14, 432 N.W.2d 130 (Ct. App. 1988) (court found that Outboard Marine Corporation was a \"seller\" when they put a starter manufactured by OMC into an outboard motor manufactured by OMC, at no cost to the consumer). In Mulhern, the court noted that the \"stream of commerce\" requirement is consistent with the application of § 402A in Wisconsin, citing Barter v. General Motors Corp., 70 Wis. 2d 796, 235 N.W.2d 523 (1975). Mulhern, 146 Wis. 2d at 613. Even if FMC placed the friction brake linings into the stream of commerce by providing them to B&M to work on, it did not manufacture them and it took them back at the end for further processing.\n¶ 20. The caveats and comments to Restatement (Second) of Torts § 402A expressly state that the Restatement writers took no position on the applicability of the rule to the processing situation where a company provides a product to another company for further processing. Unable to rely on § 402A comments for its proposition, Tatera argues that Kalumetals supports the application of § 402A to FMC as a \"seller.\" In Kalumetals, Hitachi manufactured swarf (a mineral mix). Id., 21 F. Supp. 2d at 512-13 & n.1. It contracted with Kalumetals to dry the swarf. Id. at 512. The court in Kalumetals held that because Hitachi placed the swarf into the \"stream of commerce,\" despite the fact that there was no sale and despite the fact that a service was involved, that made Hitachi the kind of \"seller\" contemplated by § 402A. Kalumentals, 21 F. Supp. 2d at 515-16.\n¶ 21. FMC correctly points out however, that the holding in Kalumetals is partially based on the court's conclusion that application of Restatement (Second) of Torts § 402A to Hitachi as a \"seller\" is consistent with public policy in Pennsylvania as expressed in Francioni v. Gibsonia Truck Corp., 372 A.2d 736 (Pa. 1977). Kalumetals, 21 F. Supp. 2d at 516. The Kalumetals court noted that Pennsylvania courts apply § 402A to bailors and lessors as well as to sellers. Kalumentals, 21 F. Supp. 2d at 515. It concluded that Hitachi's relationship with Kalumetals was a bailment. Id. Under Francioni, § 402A applies to a bailor-lessor if four factors exist. Kalumetals, 21 F. Supp. 2d at 516. The first factor, (the problematic one for Tatera here), is whether the defendant is the only member of the marketing chain available to the injured plaintiff for redress. Id. Hitachi fit that factor. Id. FMC does not. One of the friction lining manufacturers, Kelsey-Hayes, is still in this case as a defendant, and is available to the injured plaintiff for redress. Accordingly, the only case relied upon by Tatera for support of FMC as a \"seller\" is distinguishable. Neither the language of § 402A, nor the case law supports a determination that a provider of friction brake linings is a \"seller\" under § 402A.\n2. Tatera is not a \"user or consumer\" under Restatement (Second) of Torts § 402A\n¶ 22. The trial court concluded that Tatera had not established a prima facie case because it found that FMC was not a \"seller.\" While the trial court did not expressly say Tatera was not a \"user,\" the court relied on the holding in Scott v. Thunderbird Industries, Inc., 651 P.2d 1346 (Okla. Civ. App. 1982), that the injured employee participating in the fabrication of a product was not a \"user or consumer.\" See id. at 1348 (italics omitted). Because the terms \"seller,\" \"product\" and \"user\" rely on each other for their meaning, we address each in turn.\n¶ 23. Restatement (Second) of Torts § 402A and comment 1 both use the terms \"user or consumer\" and \"ultimate user or consumer\" as if they are interchangeable. Tatera argues that the absence of \"ultimate\" in some parts of § 402A indicates that a processor, such as her husband here, fits the description. Tatera characterizes the work done by her husband as \"preparing the product for consumption\" and therefore covered by § 402A. FMC takes the contrary view. While the comments state that the \"consumer\" does not have to actually consume the product (instead he can be one who prepares the product for consumption like a cook or an employee of a car sales company preparing the car for the buyer), the \"user/consumer\" in the examples in the comments is only one short step from the ultimate consumer, lending support to FMC's position. In addition, the comment does not describe a processer as \"user,\" in fact, it expressly refrained from taking a position on whether a processer is a user. Restatement (Second) of Touts § 402A cmt. p. Because § 402A refers to the ultimate \"user or consumer\" and excludes the person who processes a product for someone other than the ultimate consumer, we conclude that the meaning of \"user,\" as applied here, excludes a processor under the facts of this case.\n3. Friction brake linings are not \"products\" under Restatement (Second) of Torts § 402A\n¶ 24. Tatera argues that the \"product\" is the friction brake lining which FMC was in the business of providing even though it was not marketed to the ultimate consumer/car owner. Because FMC supplied over 18,000 friction brake linings to B&M, with the intent that the machinists there would grind them down to a specified shape, and because the brake linings arrived at B&M in the same condition as they left FMC, Tatera argues the brake linings fit the definition of \"product.\" Tatera relies on Kalumetals where the product was swarf, which was certainly not a product marketable to a regular consumer member of the public, but was nonetheless found to be a product for the purposes of Restatement (Second) of Torts § 402A.\n¶ 25. FMC argues that under the holdings of Ettinger v. Triangle-Pacific Corp., 799 A.2d 95 (Pa. Super. Ct. 2002), and Genaust v. Illinois Power Co., 320 N.E.2d 412 (Ill. App. Ct. 1974), aff'd, 343 N.E.2d 465 (Ill. 1976), the \"product\" here is brakes, not brake linings, and neither fits the Dippel analysis of Restatement (Second) of Torts § 402A requirements. Even if we review the sufficiency of Tatera's proofs at summary judgment from the perspective that the \"product\" is as they have characterized it — the friction brake linings — we nonetheless conclude that neither § 402A nor Kalumetals supports the interpretation of friction brake linings as a \"product.\"\n¶ 26. Scott, Ettinger and Genaust are all factually distinguishable. The \"product\" in Scott was not supplied by the \"seller.\" Id., 651 P.2d at 1348. The dismantled furniture oven in Ettinger had not left the control of the manufacturer or entered the stream of commerce. Id., 799 A.2d 95, ¶¶ 24-25. And the electricity in Genaust was not in a marketable state and the utility did not intend it to be used in the state it was in. Id., 320 N.E.2d at 416-17. But, even though we distinguish the cases relied on by FMC, we note that there are no cases supporting Tatera's position that Restatement (Second) of Torts § 402A applies to a product in the middle of processing, such as the brake linings here.\n4. Public policy does not support the application. of Restatement (Second) of Torts § 402A to the facts of this case\n¶ 27. As noted above, the Restatement expressly states that it chose to take no position on its applicability to \"products\" in the processing stage. The writers did acknowledge they expected that in the future Restatement (Second) of Torts § 402A would be applied to some processing situations, but not all. Restatement (Second) of Torts § 402A cmt. p. Tatera argues that the future is now and that Kalumetals provides the precedent. But as noted above, we conclude that the public policy basis on which the court in Kalumetals applied § 402A to Hitachi's swarf is missing from the facts in this case. Unlike Kalumetals, Tatera has another entity in the marketing chain available to it for redress. As we pointed out above, Kelsey-Hayes is still a defendant in this case.\n¶ 28. The question boils down to whether the public policy behind Restatement (Second) of Torts § 402A supports its application to the facts here. The public policy considerations of application to processing situations are clearly articulated in comment p to § 402A:\nIn the absence of decisions providing a clue to the rules which are likely to develop, the Institute has refrained from taking any position as to the possible liability of the seller where the product is expected to, and does, undergo farther processing or other substantial change after it leaves his hands and before it reaches those of the ultimate user or consumer.\n... The question is essentially one of whether the responsibility for discovery and prevention of the dangerous defect is shifted to the intermediate party who is to make the changes. No doubt there will be some situations, and some defects, as to which the responsibility will be shifted, and others in which it will not.\nRestatement (Second) of Torts § 402A cmt. p.\n¶ 29. We conclude that the public policy considerations stated above do not support application of Restatement (Second) of Torts § 402A to the facts of the case before us. And, in the absence of any direction from any other courts on similar facts, we decline to extend § 402A to the processing situation presented here. We agree with the writers of the Restatement, that there may be situations that present themselves that warrant the application, but we affirm the trial court in concluding that these circumstances do not warrant the extension Tatera requests.\nII. Negligence Claim\n¶ 30. The trial court granted summary judgment to FMC, dismissing Tatera's negligence claim as well. First, the trial court found that FMC was not a manufacturer and therefore Restatement (Second) of Torts § 388 (1965) did not apply to them. Second, the trial court found, as a matter of law, that Tatera was an independent contractor and therefore under Wagner v. Continental Casualty Co., 143 Wis. 2d 379, 421 N.W.2d 835 (1988), § 388 was not available.\n¶ 31. Tatera argues on appeal that: (1) FMC is a supplier (although not a manufacturer) and therefore is covered under Restatement (Second) of Torts § 388; (2) both the affirmative acts and the ultra-hazardous materials exceptions set forth in the Wagner case apply to FMC and the asbestos-containing brake linings; therefore, the trial court's dismissal of her negligence claim should be reversed and remanded for a trial on that claim; and (3) her proofs on summary judgment support the elements of § 388.\n¶ 32. We conclude that the trial court erred when it granted summary judgment to FMC on the negligence claim. FMC was not entitled to dismissal as a matter of law because: (1) the Restatement (Second) of Torts § 388 applies to suppliers such as FMC; and (2) the Wagner case does not bar Tatera's negligence claim. Additionally, Tatera has offered proofs in the record that there are material factual disputes on the elements of § 388.\n¶ 33. Summary judgment is a drastic remedy that deprives a party of a trial. See Strasser v. Transtech Mobile Fleet Serv., Inc., 2000 WI 87, ¶ 29, 236 Wis. 2d 435, 613 N.W.2d 142. We will not reverse the trial court's grant of summary judgment unless the record reveals: (1) that the moving party is not entitled to judgment as a matter of law; and (2) that there are genuine issues of material fact in dispute. Id., ¶ 28.\nA. FMC is a \"supplier\" under Restatement (Second) of Torts § 388\n¶ 34. The trial court's written decision did not specifically delineate its findings; rather, it incorporated by reference the findings from its September 17, 2007 oral decision. That transcript reveals that the trial court found that \"... in this case FMC is not the manufacturer of the disk; and, therefore, Section 388 does not apply.\" The Restatement (Second) of Torts § 388 applies to \"[o]ne who supplies ... a chattel....\" (Emphasis added.) The Restatement in full provides:\n§ 388. Chattel Known to be Dangerous for Intended Use\nOne who supplies directly or through a third person a chattel for another to use is subject to liability to those whom the supplier should expect to use the chattel with the consent of the other or to be endangered by its probable use, for physical harm caused by the use of the chattel in the manner for which and by a person for whose use it is supplied, if the supplier\n(a) knows or has reason to know that the chattel is or is likely to be dangerous for the use for which it is supplied, and\n(b) has no reason to believe that those for whose use the chattel is supplied will realize its dangerous condition, and\n(c) fails to exercise reasonable care to inform them of its dangerous condition or of the facts which make it likely to be dangerous.\n(Bolding omitted.)\n¶ 35. Throughout the rule itself, and the comments following, Restatement (Second) of Torts § 388 clearly states that the rule applies to suppliers, not just manufacturers. It refers, in comment a, to \"one who lends\" chattel and a \"common carrier\" who handles the chattel. Restatement (Second) of Torts § 388 cmt. a. Comment c is entitled, \"Persons included as 'suppliers'\" and states: \"[t]hese rules therefore, apply to sellers, lessors, donors, or lenders, irrespective of whether the chattel is made by them or by a third person.\" Id., cmt. c. Comment d extends who constitutes a supplier further by stating that the word supplier applies to those who provide chattel to another to be worked on: \"[o]ne supplying a chattel to be used or dealt with by others is subject to liability under the rule stated in this Section ....\" Id., cmt. d. There is no language anywhere in § 388 restricting the application of the rule to one who only manufactures the chattel.\n¶ 36. Wisconsin has adopted the Restatement (Second) of Torts § 388. See Strasser, 236 Wis. 2d 435, ¶ 58; Westphal v. E.I. du Pont de Nemours & Co., 192 Wis. 2d 347, 365, 531 N.W.2d 386 (Ct. App. 1995). Recently, in Pagel v. Marcus Corp., 2008 WI App 110, ¶ 17, 313 Wis. 2d 78, 756 N.W.2d 447, we applied § 388 to the hotel supplier of a Lily Pad Walk in a water park noting that under \"Section 388(1)[,] 'One who supplies ... a chattel for another to use is subject to liability to those whom the supplier should expect to use the chattel' under certain conditions.\" (Parentheses omitted.)\n¶ 37. Here, FMC provided friction brake linings to B&M for grinding. Although FMC did not manufacture the friction brake linings, it is uncontroverted that they supplied them to B&M, intending that B&M would work on them. Nothing in Restatement (Second) of Torts § 388 itself or Wisconsin case law limits the applicability of the rule only to those who manufacture the property. We conclude that FMC was a \"supplier\" under § 388, and the trial court erred in ruling otherwise.\nB. Tatera's proofs present a prima facie case of negligence under Restatement (Second) of Torts § 388\n¶ 38. FMC argues on appeal that Tatera's proofs fail to support two elements of Restatement (Second) of Torts § 388, namely: (1) that FMC \"knew or should have known\" the friction brake linings were dangerous; and (2) that FMC had a duty to warn B&M of the danger of working on the asbestos-containing brake materials. FMC argues that based on Haase v. Badger Mining Corp., 2003 WI App 192, 266 Wis. 2d 970, 669 N.W.2d 737, aff'd 2004 WI 97, 274 Wis. 2d 143, 682 N.W.2d 389, and Mohr v. St. Paul Fire & Marine Ins. Co., 2004 WI App 5, 269 Wis. 2d 302, 674 N.W.2d 576, FMC had no duty to warn because it had no reason to believe that B&M would not realize the asbestos-containing friction materials were dangerous and that B&M should have known of the asbestos dangers more than FMC did.\n¶ 39. In support of its argument that Tatera's proofs fail to support the element that FMC \"knew or should have known\" of the dangers, FMC points to a motion filed by Tatera at the time of the appellate briefing asking that an excerpt of a deposition of Raymond Mazurek, specifically page 59, be included in the appellate record. That motion was denied by this court because page 59 had not been submitted to the trial court with the summary judgment motion.\n¶ 40. In support of its argument that Tatera failed to provide facts in the record supporting a rebuttal of the sophisticated user defense, FMC relies on language from Haase and Mohr and argues that Tatera has not offered facts showing that B&M was ignorant of the danger and that FMC was in a better position than B&M to know of the danger.\n¶ 41. First, we examine the factual proofs in the record to determine if they support the two challenged elements of Tatera's Restatement (Second) of Torts § 388 negligence claim, \"knew or had reason to know\" and \"no duty to warn.\" The record shows that in FMC's first summary judgment motion before Judge Fiorenza, Tatera submitted excerpts of Mazurek's deposition. The deposition shows that: (1) Mazurek worked for Stearns (now FMC) and the company purchased asbestos-containing friction brake linings in the 1970's and 1980's from several manufacturers; (2) FMC knew some of the friction materials contained asbestos; (3) from 1974-1975, the company undertook testing of the asbestos content of some of the friction materials; (4) that testing resulted in documents that Mazurek had seen; (5) FMC probably started supplying the material safety data sheets when OSHA required them to, which would have been in the late 1970's to early 1980's; (6) FMC provided material safety data sheets to customers who asked for them and those sheets would have contained information regarding what materials were in the discs; (7) Mazurek did not know whether FMC ever provided any material safety data sheets to job shops in general or B&M in particular; and (8) FMC never put warnings on its asbestos-containing brakes or clutch products.\n¶ 42. In addition to these factual submissions by Tatera for the first round of summary judgment, the parties once again briefed the issues and submitted proofs when Judge Dugan agreed to reconsider Judge Fiorenza's decision denying FMC's summary judgment motion. Tatera submitted excerpts from Mazurek's deposition again, but this time, submitted fewer pages. Two of the pages submitted had been filed with the motion heard by Judge Fiorenza, but two new pages were also submitted. In the new pages, Mazurek testified that he did not believe FMC ever tested whether asbestos would be released in a customer's normal use of the product nor in the job shop's use of the product.\n¶ 43. Tatera's motion included an affidavit from scientist, Richard Hatfield, asserting that based on his studies, it is not necessary for asbestos-containing materials to undergo substantial changes before these materials will release asbestos fibers. His studies showed that the dust sitting on the discs in a box contained asbestos fibers. Tatera further proffered an affidavit from Dr. Henry Anderson stating that: (1) \"the vast majority of malignant mesothelioma cases are caused by asbestos exposure\"; (2) \"[a]ll exposures to asbestos contribute to the disease malignant mesothelioma, provided these exposures occurred more than ten years\" before diagnosis; (3) \"[m]alignant mesothelioma generally has a latency period of twenty to forty years after exposure to asbestos\"; and (4) there is no known \"safe level\" of \"exposure to asbestos below which there is no risk of developing malignant mesothelioma.\"\n¶ 44. We conclude that even without page 59 of the Mazurek deposition, the above facts, which are properly within the record, allow Tatera's negligence claim to go forward. As to FMC's absence of proof on the \"knew or should have known\" element, the record above would allow the factfinder to draw a reasonable inference from the facts that: (1) OSHA required safety data sheets; (2) FMC knew there was asbestos in the friction brake linings; and (3) FMC did their own asbestos content testing. From these, a reasonable jury could conclude that FMC knew or should have known of the potential of harm from asbestos to those who would use that product. See Lecus v. American Mut. Ins. Co., 81 Wis. 2d 183, 189-90, 260 N.W.2d 241 (1977) (where facts give rise to more than one reasonable inference, summary judgment should not be granted and case should be decided by jury).\n¶ 45. FMC's second claim, that the duty to warn element could not be proven, is based on Haase and Mohr. In Haase, the court of appeals first adopted the sophisticated user defense in Wisconsin in a Restatement (Second) of Torts § 388 negligence claim. Id., 266 Wis. 2d 970, ¶¶ 1, 21. Haase, an employee of Neenah foundry, contracted silicosis from inhaling silica sand dust in the foundry. Id., ¶¶ 3-6. The defendants were the companies that supplied the silica sand. Id., ¶ 6. Directing a verdict against the plaintiff at the close of his case-in-chief, the court concluded that the defendants had no duty to warn because Neenah was a sophisticated user of silica and knew of the danger of silica dust. Id., ¶¶ 13-15.\n¶ 46. While FMC is correct about the holding in Haase, the case is factually distinguishable from Tat-era. Here, Mazurek testified at his deposition that to his knowledge, FMC never sent content sheets to B&M telling them of the presence of asbestos in the friction brake linings. This fact alone is evidence of a material factual dispute as to whether B&M knew of the asbestos presence and danger. Such was not the case in Haase, where it was undisputed that warnings were issued on the defendant's invoices and other materials accompanying shipment of the product to the employer of the injured party. Id., ¶ 7. Thus, the instant case is factually distinguishable from Haase.\n¶ 47. We also conclude that FMC's reliance on Mohr is misplaced. The Mohr case supports Tatera's position. In Mohr, the court of appeals reversed a grant of summary judgment on negligence and strict liability grounds, finding that material factual disputes existed in the record. Id., 269 Wis. 2d 302, ¶ 2. In Mohr, a high school swimmer was injured while practicing a racing start, off a platform manufactured by KDI Paragon, Inc., into the shallow end of the swimming pool. Id., ¶ 1. He sued KDI, the National Federation of State High School Associations and the Wisconsin Interscholastic Athletic Association (WIAA). Id., ¶¶ 1, 7. The trial court granted summary judgment to KDI and the WIAA. Id., ¶¶ 8-9. We reversed the grant of summary judgment, ruling that there were competing reasonable inferences as to whether the defendants would have reason to believe that the users of the product knew of the dangers associated with it. Id., ¶ 21. Applying the language of Mohr to Tatera's facts, the correct way to frame the sophisticated user defense is whether FMC had reason to believe that B&M had knowledge that the friction brake materials were dangerous when tooled. See id., ¶ 20. Here, at the summary judgment juncture, Tatera has offered proofs that B&M was not told that there was asbestos in the friction brake materials and was not told that asbestos was dangerous when worked on by its employees. Thus, material factual issues exist to defeat FMC's summary judgment motion.\nC. The Wagner Case's Exceptions Do Not Apply\n¶ 48. The trial court, in granting FMC's summary judgment motion, principally relied on the Wagner case, which the court found barred Tatera's negligence claim as a matter of law. See id., 143 Wis. 2d at 388 (in general, one who hires an independent contractor owes no duty to the independent contractor's employees for the torts of their employer). The Wagner court held that employees of a subcontractor cannot bring negligence claims against the principal contractor unless one of two exceptions applied. Id. The two exceptions, as noted above include: (1) when the principal employer committed an affirmative act of negligence, see id.-, and (2) when the situation involves something that is abnormally dangerous or extra-hazardous, see id. at 401. The trial court found that B&M was an independent contractor and as such, under Wagner, FMC could not be found negligent. The trial court did not find either Wagner exception applicable to the facts here.\n¶ 49. We conclude that even assuming (without deciding) that B&M was an independent contractor, the two exceptions in Wagner apply here and thus, permit Tatera's claim to survive summary judgment.\n¶ 50. In Wagner, the claimed negligent act was failure to carefully investigate the contractor's experience and competence. Id. at 390. The court determined that such failure constituted an omission, not an affirmative act, and therefore, the independent contractor was not allowed to pursue a negligence claim against the employer as a matter of law. Id.\n¶ 51. In Tatera, the negligent act was an affirmative act. The act was supplying the asbestos-containing brake linings to B&M's employees for grinding. It was FMC's affirmative act of providing the materials to B&M, and intending that the employees would grind them down to the correct shapes and sizes. The type of act here is factually distinguishable from the act in Wagner. Accordingly, the affirmative act exception applies and Wagner is not a bar to Tatera's negligence claim.\n¶ 52. Additionally, the ultra-hazardous material exception applies to the facts at hand. Tatera's factual record at summary judgment contains the above noted experts' opinions as to the danger of asbestos, the ease of its dissemination to users, the low level of exposure to asbestos that can cause malignant mesothelioma, the absence of any notification by FMC to B&M of the danger and the absence of any evidence that B&M knew of the danger.\n¶ 53. Our supreme court has recognized that asbestos is a dangerous material. Wausau Tile, Inc. v. County Concrete Corp., 226 Wis. 2d 235, 261, 593 N.W.2d 445 (1999). It is also well known that inhalation of asbestos dust constitutes an ultra-hazardous activity. See United States v. Tzavah Urban Renewal Corp., 696 F. Supp. 1013, 1021 (D.N.J. 1988) (\"The [National Emission Standard for Hazardous Air Pollutants] regulations clearly bring the emission of asbestos within th[e] concept of 'ultrahazardous activity.' Asbestos is regarded as extremely dangerous to human health.\") (footnote omitted). Tatera has submitted affidavits from experts who aver that any exposure to asbestos contribute to the deadly disease and that there are no safe levels of exposure. Tatera submitted evidence that the brake linings were emitting asbestos exposure whenever handled and asbestos dust was being emitted into the air even before the linings were removed from the boxes for grinding.\n¶ 54. Based on all these facts, we conclude that the asbestos-containing brake materials were ultra-hazardous, and, accordingly, Wagner does not bar Tatera's claim.\nConclusion\n¶ 55. In sum, we conclude that the trial court properly granted summary judgment to FMC on Tatera's strict liability claim. However, we hold that Tatera has presented sufficient facts on her negligence claim to give rise to reasonable inferences from which a jury could find in her favor. Accordingly, we reverse the judgment as to the negligence claim and remand for further proceedings consistent with this opinion.\nBy the Court. — Judgment affirmed in part; reversed in part and cause remanded for further proceedings.\nWe acknowledge that the Restatement (Third) of Torts has been published. Wisconsin case law, however, has adopted only the Restatement (Second) of Torts § 402A.\nThe trial court's decision granting FMC summary judgment was not based on the absence of material factual disputes with regard to the fact questions of defective condition, unreasonable dangerousness or causation. On appeal, Tatera has raised only the issue as to whether she has presented a prima facie case of strict liability and negligence.\nOne of those manufacturers, Kelsey-Hayes, remains a defendant in this case.\nRaymond Mazurek's deposition page 59 was included in the Appendix to Appellant's brief, because apparently she had not yet received the Court of Appeals decision denying her motion to supplement the record. We have not relied upon it for this decision.\nMazurek referred to Stearns, but he previously testified that FMC acquired Stearns in 1967. We will refer to the company as FMC for clarity in this appeal.", "type": "majority", "author": "BRENNAN, J."}], "attorneys": ["On behalf of the plaintiff-appellant, the cause was submitted on the briefs of Jill Rakauski and Steven R. Penn of Penn Rakauski of Racine.", "On behalf of the defendant-respondent, the cause was submitted on the brief of Mark S. Des Rockers of Ceiba & Des Rockers, LLP of Appleton."], "corrections": "", "head_matter": "Walter Tatera, deceased, and Vicki Tatera, individually and as Special Administrator of the Estate of Walter Tatera, Plaintiffs-Appellants, v. FMC Corporation, Defendant-Respondent, United Healthcare and American Medical Security, Subrogated Defendants, Kelsey-Hayes Company p/k/a K H Corporation, Defendant.\nCourt of Appeals\nNo. 2008AP170.\nSubmitted on briefs October 7, 2008.\nDecided May 12, 2009.\n2009 WI App 80\n(Also reported in 768 N.W.2d 198.)\nOn behalf of the plaintiff-appellant, the cause was submitted on the briefs of Jill Rakauski and Steven R. Penn of Penn Rakauski of Racine.\nOn behalf of the defendant-respondent, the cause was submitted on the brief of Mark S. Des Rockers of Ceiba & Des Rockers, LLP of Appleton.\nBefore Curley, EJ., Kessler and Brennan, JJ.\nPetition to review granted 11/3/09.\nPetition to cross review granted 11/3/09."}, "first_page_order": 788, "last_page_order": 817}
