{"id": 3772447, "name": "State of Wisconsin, Plaintiff-Respondent, v. Jeremy C. Denton, Defendant-Appellant; State of Wisconsin, Plaintiff-Respondent, v. Aubrey W. Dahl, Defendant-Appellant", "name_abbreviation": "State v. Denton", "decision_date": "2009-05-13", "docket_number": "Case No. 2007AP2825-CR; Case No. 2007AP2826-CR", "first_page": "718", "last_page": "740", "citations": [{"type": "official", "cite": "319 Wis. 2d 718"}, {"type": "parallel", "cite": "768 N.W.2d 250"}, {"type": "parallel", "cite": "2009 WI App 78"}], "court": {"name_abbreviation": "Wis. Ct. App.", "id": 15300, "name": "Wisconsin Court of Appeals"}, "jurisdiction": {"id": 46, "name_long": "Wisconsin", "name": "Wis."}, "cites_to": [{"cite": "Wis. Stat. § 904.01", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "opinion_index": 0}, {"cite": "Wis. Stat. § 904.03", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "weight": 2, "opinion_index": 0}, {"cite": "2008 WI 19", "category": "reporters:neutral", "reporter": "WI", "year": 2008, "pin_cites": [{"parenthetical": "No. 2006AP480"}], "opinion_index": 0}, {"cite": "307 Wis. 2d 293", "category": "reporters:state", "reporter": "Wis. 2d", "year": 2008, "pin_cites": [{"parenthetical": "No. 2006AP480"}], "opinion_index": 0}, {"cite": "746 N.W.2d 810", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 2008, "pin_cites": [{"parenthetical": "No. 2006AP480"}], "opinion_index": 0}, {"cite": "Wis. Stat. § 906.02", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "opinion_index": 0}, {"cite": "851 N.E.2d 800", "category": "reporters:state_regional", "reporter": "N.E.2d", "year": 2006, "opinion_index": 0}, {"cite": "Wis. Stat. §§ 909.01", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "opinion_index": 0}, {"cite": "Wis. Stat. § 805.18", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "pin_cites": [{"page": "(2)"}], "opinion_index": 0}, {"cite": "Wis. Stat. § 940.31", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "pin_cites": [{"page": "(l)(b)"}], "opinion_index": 0}, {"cite": "118 N.W.2d 939", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1963, "pin_cites": [{"parenthetical": "issues briefed may be considered if they are likely to recur on remand even though other issues are dispositive of appeal"}], "opinion_index": 0}, {"cite": "Wis. Stat. § 939.65", "category": "laws:leg_statute", "reporter": "Wis. Stat.", "pin_cites": [{"parenthetical": "\"[I]f an act forms the basis for a crime punishable under more than one statutory provision, prosecution may proceed under any or all such provisions.\""}], "opinion_index": 0}, {"cite": "277 N.W. 663", "category": "reporters:state_regional", "reporter": "N.W.", "year": 1938, "pin_cites": [{"parenthetical": "if decision on one point disposes of appeal, appellate court will not decide other issues raised"}], "opinion_index": 0}, {"cite": "2001 WI App 227", "category": "reporters:neutral", "reporter": "WI App", "pin_cites": [{"page": "¶ 55"}], "opinion_index": 0}, {"cite": "248 Wis. 2d 409", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "pin_cites": [{"page": "¶ 55"}, {"page": "¶ 57"}], "opinion_index": 0}, {"cite": "636 N.W.2d 488", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "opinion_index": 0}, {"cite": "222 Wis. 2d 449", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 2, "year": 1998, "pin_cites": [{"page": "454"}, {"page": "452-56"}], "opinion_index": 0}, {"cite": "588 N.W.2d 84", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1998, "opinion_index": 0}, {"cite": "2007 WI App 218", "category": "reporters:neutral", "reporter": "WI App", "weight": 2, "year": 2008, "pin_cites": [{"page": "¶ 12", "parenthetical": "No. 2006AP480"}], "opinion_index": 0}, {"cite": "305 Wis. 2d 658", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 6, "year": 2008, "pin_cites": [{"parenthetical": "No. 2006AP480"}, {"page": "¶ 1"}, {"page": "¶ 17"}, {"page": "¶ 20"}, {"page": "¶¶ 24-25"}], "opinion_index": 0}, {"cite": "741 N.W.2d 256", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 2008, "pin_cites": [{"parenthetical": "No. 2006AP480"}], "opinion_index": 0}, {"cite": "66 Wis. 2d 233", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 3, "year": 1974, "pin_cites": [{"page": "248"}, {"page": "248", "parenthetical": "\"Demonstrative evidence, whether a model, a chart, a photograph ... is used simply to lend clarity and interest to oral testimony [and] is merely incorporated by reference into a witness' testimony.\""}, {"page": "248"}], "opinion_index": 0}, {"cite": "223 N.W.2d 879", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 1974, "opinion_index": 0}, {"cite": "124 Wis. 2d 525", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1985, "pin_cites": [{"page": "543"}], "opinion_index": 0}, {"cite": "370 N.W.2d 222", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 1985, "opinion_index": 0}, {"cite": "228 Wis. 2d 868", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1999, "pin_cites": [{"page": "873"}], "opinion_index": 0}, {"cite": "599 N.W.2d 84", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1999, "opinion_index": 0}, {"cite": "18 Wis. 2d 529", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1963, "pin_cites": [{"page": "533", "parenthetical": "issues briefed may be considered if they are likely to recur on remand even though other issues are dispositive of appeal"}], "opinion_index": 0}, {"cite": "78 Wis. 2d 357", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1977, "opinion_index": 0}, {"cite": "254 N.W.2d 291", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1977, "opinion_index": 0}, {"cite": "82 Wis. 2d 657", "category": "reporters:state", "reporter": "Wis. 2d", "year": 1978, "opinion_index": 0}, {"cite": "264 N.W.2d 234", "category": "reporters:state_regional", "reporter": "N.W.2d", "weight": 2, "year": 1978, "pin_cites": [{"page": "365"}], "opinion_index": 0}, {"cite": "153 Wis. 2d 287", "category": "reporters:state", "reporter": "Wis. 2d", "weight": 6, "year": 1989, "pin_cites": [{"page": "293"}, {"page": "292"}], "opinion_index": 0}, {"cite": "450 N.W.2d 789", "category": "reporters:state_regional", "reporter": "N.W.2d", "year": 1989, "opinion_index": 0}, {"cite": "227 Wis. 296", "category": "reporters:state", "reporter": "Wis.", "year": 1938, "pin_cites": [{"page": "300", "parenthetical": "if decision on one point disposes of appeal, appellate court will not decide other issues raised"}], "opinion_index": 0}], "analysis": {"cardinality": 1297, "char_count": 34172, "ocr_confidence": 0.772, "pagerank": {"raw": 9.262539546762434e-08, "percentile": 0.5114636027042503}, "sha256": "76b85ba180aabbe582642c84738f6dd3f938ba2dbe807bdaec492b623d6f8a24", "simhash": "1:cb65662e4852d573", "word_count": 5497, "random_id": 2625873638, "random_bucket": 42726}, "last_updated": "2023-12-01T21:56:37.584463+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["Before Brown, C.J., Snyder and Neubauer, JJ."], "parties": ["State of Wisconsin, Plaintiff-Respondent, v. Jeremy C. Denton, Defendant-Appellant. State of Wisconsin, Plaintiff-Respondent, v. Aubrey W. Dahl, Defendant-Appellant."], "opinions": [{"text": "NEUBAUER, J.\n¶ 1. Jeremy C. Denton and Aubrey W Dahl (the defendants) appeal from judgments of conviction for attempted kidnapping, attempted false imprisonment, and party to the crime of attempted armed robbery. The defendants appeal from the trial court orders denying their motions for postconviction relief. They challenge (1) the trial court's admission of a computer generated animation, (2) the propriety of a kidnapping charge in addition to a robbery charge, and (3) the sufficiency of the evidence to support their convictions. We conclude that the trial court erroneously exercised its discretion when it admitted a computer-generated exhibit created and presented by a police officer who was not an expert, and who possessed no firsthand knowledge of the facts depicted in the animation which purportedly illustrated the State's key witnesses' combined testimony of \"what people did\" during the alleged crime. We further conclude that the State has failed to carry its burden of proving that the trial court's error was harmless. We therefore reverse the judgments of conviction and the orders denying postconviction relief. We remand for further proceedings.\nBACKGROUND\n¶ 2. On August 26, 2005, the State charged the defendants with one count of attempted armed robbery arising out of an incident which occurred on August 21, 2005. Following a preliminary hearing on November 23, 2005, the State filed an information charging the defendants with attempted armed robbery, attempted kidnapping with a weapon enhancer, and attempted false imprisonment with a weapon enhancer. The defendants were tried together on July 10 and 11, 2006.\n¶ 3. The facts underlying the charges, as testified to at trial, are as follows. On August 21, 2005, at approximately 7:15 a.m., Walworth county dispatch advised officers of a 911 call of what appeared to be an attempted abduction. According to the victim, Judy Giovannoni, she was jogging northbound on Highway 67 on the west side of the road when a car, also heading north, pulled off on the east side of the road. A male (later identified as Dahl) exited the car and began running towards her saying something that she could not understand. Giovannoni then turned around and began running south when a second man (later identified as Denton) got out of the car and yelled words at her to the effect of \"[G]et on the ground I have a f[uck]ing gun.\" Giovannoni then ran out on to the highway and a second vehicle stopped and let her enter the vehicle. They then turned around and followed the first vehicle. The driver of the second vehicle, Dennis Hohisel, called 911. They found the first vehicle in a ditch near Theater Road and Highway 67.\n¶ 4. Hohisel testified that he was driving southbound on Highway 67 when he and his passenger observed a man in blue jeans and a white tank top (Denton) \"chasing a woman down the side of the road on the west side of the road heading south. The woman was running frantically from the gentleman.\" Hohisel drove around him and observed the woman, later identified as Giovannoni, trying to flag them down. Hohisel let her get into the vehicle. When he looked in his rearview mirror, he observed the same individual they had previously seen approaching their vehicle, and he appeared to hold a firearm in his hand. Hohisel's passenger, Leah Biever, also stated that she observed this individual with what appeared to be a handgun in his hand.\n¶ 5. Neither defendant testified at trial. Detective Roger Clapper testified that the police implemented a search but were unable to find a gun. Clapper testified that the defendants had been in Williams Bay panhandling for money and that they were turned down without incident.\n¶ 6. Following a two-day trial, the jury found the defendants guilty on all counts; however, the jury did not find that a weapon was used. The defendants were sentenced on September 20, 2006, and sought postconviction relief on June 15, 2007. Following a hearing on November 19, 2007, the trial court denied the defendants' postconviction motions. Additional facts relevant to the issues on appeal will be provided in the discussion.\nDISCUSSION\nComputer-Generated Animation\n¶ 7. The defendants contend that the trial court erred in admitting a computer-generated animation introduced by the State to illustrate the testimony of the State's witnesses. The facts underlying the defendants' challenges are as follows. On the morning of the second and final day of trial, the State disclosed its intent to introduce a computer-generated animation to assist the jury in determining \"who was where [and] when.\" The defendants objected due to lack of sufficient notice to permit them to rebut the evidence, including retaining their own expert, and lack of accuracy. The defendants argued that it was \"unduly prejudicial.\" After viewing the animation, the trial court commented:\n[T]he demonstration the Court has just now seen certainly is sophisticated. It... doesn't rise to the level of video games, but it certainly is a sophisticated diagram.... I think that the defense is obviously wounded by this because it's pretty sophisticated and quite convincing.... Obviously it is prejudicial to the defense because it's quite clear how... Giovannoni's testimony is illustrated but it is not unfair.\nThe animation was presented by Officer Anthony Ambach, who first presented a computer-generated diagram reflecting the measurements he relied on in making the animation. The measurements had been taken by Clapper during a visit to the scene with Giovannoni. Ambach had not personally observed the scene, although he was familiar with the general area. The animation, which was based on \"people's memories,\" was presented to the jury to \"assist the jury in understanding directions, what people did, that sort of thing.\" Ambach, who was sequestered during the trial, based the animation upon his review of officers' reports and out-of-court discussions with Giovannoni, Hohisel, and Biever. He acknowledged that he had no personal knowledge of what was depicted in the animation.\n¶ 8. At trial, Ambach played several versions of the animation, showing \"all the key players\" and the scene from different angles, including an overhead view and views from the vantage of both Giovannoni and Hohisel if they had been looking straight ahead. On cross-examination, Ambach acknowledged that if the animation differed from testimony given at trial, the animation would be an inaccurate depiction. Ambach agreed on cross that if Biever testified that Dahl was walking slowly, and the animation showed him running or jogging, that would not be accurate.\n¶ 9. No record was made of exactly what the jury saw. While the animation was being presented, the district attorney provided a running \"narration,\" albeit in question form. The disc provided on appeal does not contain an exact copy of everything that was played for the jury, nor can it be manipulated — as it was at trial.\n¶ 10. On appeal, the defendants raise numerous challenges to the State's introduction of the computer-generated animation: (1) the State failed to disclose the computer-generated animation until the morning of the second and final day of trial; (2) the trial court failed to give any limiting or cautionary instruction to the jury explaining that the computer-generated animation was not evidence but only demonstrative of witness testimony; (3) the prosecutor essentially narrated the animation, thereby presenting unsworn, uncross-examined testimony to the jury; and (4) the State and trial court failed to preserve a copy of the animation used at trial. The defendants additionally argue that the particular facts of this case further warranted the exclusion of the animation: (1) the State failed to lay a proper foundation for the animation, (2) the animation presented improper hearsay and only depicted certain versions of the incident, and (3) Ambach failed to use proper methods and procedures in creating the animation. The State correctly points out that the objections preserved before the trial court were lack of notice, inaccuracy, undue prejudice and, arguably, lack of foundation. Therefore, we will limit our discussion to these grounds.\n¶ 11. The State submits that the computer-generated animation was intended as a demonstrative exhibit. The decision to admit or exclude demonstrative evidence is committed to the trial court's discretion. State v. Gribble, 2001 WI App 227, ¶ 55, 248 Wis. 2d 409, 636 N.W.2d 488. As long as the trial court demonstrates a reasonable basis for its determination, this court must defer to the trial court's ruling. Id. In exercising its discretion, the trial court must determine whether the demonstrative evidence is relevant, Wis. Stat. § 904.01 and 904.02, and whether its probative value is substantially outweighed by the danger of unfair prejudice under Wis. Stat. § 904.03. Gribble, 248 Wis. 2d 409, ¶ 55; State v. Peterson, 222 Wis. 2d 449, 454, 588 N.W.2d 84 (Ct. App. 1998). We conclude that the trial court erred in its determination permitting admissibility of the exhibit.\n¶ 12. The defendants did not have notice regarding the use of the computer-generated animation. While \"surprise\" is not a basis for exclusion under Wis. Stat. § 904.03, \"testimony which results in surprise may be excluded if the surprise would require a continuance causing undue delay or if surprise is coupled with the danger of prejudice and confusion of issues.\" Roy v. St. Lukes Med. Ctr., 2007 WI App 218, ¶ 12, 305 Wis. 2d 658, 741 N.W.2d 256, review denied, 2008 WI 19, 307 Wis. 2d 293, 746 N.W.2d 810 (Jan. 22, 2008) (No. 2006AP480) (citation omitted). For several reasons, the surprise in this case was coupled with the danger of prejudice and confusion.\n¶ 13. In examining unfair surprise in relation to undue prejudice, the State urges us to follow the standard set forth in Roy, a medical malpractice case. The issue in Roy was whether the trial court erred in allowing the defendant-physician to play two video animations for the jury which purported to depict both parties' theories of the events that transpired during an angiogram procedure. Roy, 305 Wis. 2d 658, ¶ 1. The plaintiffs attorneys were not made aware of the animations until the fifth day of an eight-day trial. Id., ¶ 5. The trial court's decision to admit the animation was upheld on appeal. Id., ¶ 1.\n¶ 14. However, the nature of the computer animation in this case differs significantly from that presented in Roy. There, the animations, characterized as \"illustrative,\" were introduced during the defendants' liability expert's testimony and sought to depict the expert's theory of the case, as well as the plaintiffs theory of the case. Id., ¶ 5. The court concluded that the \"video animation was 'a graphic illustration of [the expert's] previously disclosed opinions.'\" Id., ¶ 18. \"[T]he animations do not purport to show 'in a step-by-step fashion' what happened to [the plaintiff].\" Id., ¶ 17. Moreover, the Roy court rejected the plaintiffs reliance on a case in which the animation depicted only the plaintiffs theory of causation, noting that in Roy, \"an animation was also provided to depict [the plaintiffs] theory; thus, the one-sided animation at issue in Spyrka [v. County of Cook, 851 N.E.2d 800 (Ill. App. 2006),] is wholly distinguishable.\" Roy, 305 Wis. 2d 658, ¶ 17.\n¶ 15. The State's reliance on Roy illuminates the confusion as to Ambach's role at trial and the nature of the computer-generated animation. The animation in Roy was introduced via expert testimony and served to illustrate that expert's opinion and the plaintiffs expert's opinion regarding competing theories of causation. Here, however, Ambach was not introduced as an expert witness, the animation was not intended to illustrate his expert opinion, and it was not represented to illustrate possibilities.\n¶ 16. As a lay witness, Ambach's testimony should have been limited to matters of which he had personal knowledge. See Wis. Stat. § 906.02. Section 906.02 provides:\nLack of personal knowledge. A witness may not testify to a matter unless evidence is introduced sufficient to support a finding that the witness has personal knowledge of the matter. Evidence to prove personal knowledge may, but need not, consist of the testimony of the witness. This rule is subject to the provisions of s. 907.03 relating to opinion testimony by expert witnesses.\nContrary to the State's assertions, the computer-generated animation was not simply a demonstrative exhibit — like a rough drawing on a chalkboard — used to illustrate a testifying lay witness's testimony. See Anderson v. State, 66 Wis. 2d 233, 248, 223 N.W.2d 879 (1974). Rather, as Ambach testified at trial, it was intended to depict the State's three key witnesses' \"memories\" and show \"what people did.\" Thus, the animation combined elements from the testimony of Giovannoni, Hohisel, and Biever with measurements provided by Clapper to produce an animation which summarized the State's version of what occurred. As a lay witness lacking personal knowledge, Ambach's testimony to that effect was inadmissible.\n¶ 17. Turning to probative value, we examine the State's failure to lay a foundation for the admission of the animation. See, e.g., Gribble, 248 Wis. 2d 409, ¶ 57 (in determining probative value, the court considered the foundation laid and the credentials of the testifying witness). Again, the State relies on Roy in support of its contention that computer-generated animation may be admitted without witness testimony that the animation fairly and accurately depicts what it purports to depict. The State contends, based on Roy, that it is not required to lay a foundation for a computer-generated animation in the same way that one is laid for a photograph or video. See Peterson, 222 Wis. 2d at 452-56. Specifically, the State cites to the Roy court's observation:\n[A] defense expert is allowed to produce evidence of possibilities .... \"Although the party with the burden of proof must produce testimony based upon reasonable medical probabilities, the opposing party is not restricted to this requirement and may attempt to weaken the claim for injuries with medical proof couched in terms of possibilities.\"\nSee Roy, 305 Wis. 2d 658, ¶ 20 (citations omitted). However, the Roy court's determination was not based on the fact that the evidence sought to be admitted was an animation, as opposed to photograph or video. Rather, the Roy court was addressing an expert's ability to use an animation to illustrate his or her opinion. Here, Ambach was not illustrating an expert opinion on possible scenarios, his animation showed distances, where the defendants, the victim and witnesses were, and \"what people did.\" We reject the State's argument that computer-generated animation used as a demonstrative exhibit to show the scene and events of the alleged crime is exempt from longstanding foundation requirements.\n¶ 18. A determination of relevance demands that evidence offered at trial be connected to the subject matter at issue. Authentication is a special aspect of relevancy and is preliminary and precedent to a question of admissibility. See Judicial Council Committee Note, 1974, Wxs. Stat. § 909.01 Here, there was no authentication by any of the witnesses that the animation fairly and accurately represented their testimony and no single witness had firsthand knowledge as to what was depicted in the animation. See Wis. Stat. §§ 909.01 and 909.015; see also 2 Kenneth S. Broun, McCormick on Evidence § 214 (6th ed. 2006) (\"The authenticating testimony from a witness would establish that the animated CGE is a fair and accurate representation of what the witness is trying to describe, and admission of the animation would be within the discretion of the trial judge.\"). The computer-generated animation was introduced to clarify Giovannoni's testimony; however, Giovannoni never testified that the animation fairly and accurately represented her recollection of the events. Although the animation was not expressly introduced to clarify Hohisel's testimony, it incorporated aspects of his testimony and, like Giovannoni, Hohisel never testified to his belief that the animation captured his recollection of events. Neither did Biever. The confusion resulting from this compilation of testimony is evidenced in the trial court's observation that the animation \"illustrated\" Giovannoni's testimony when, in reality, it illustrated much more than that.\n¶ 19. In the end, Ambach's role as a witness was to combine the testimony of the State's witnesses and present an animation reflecting a singular version of the facts — the events of August 21,2005. Ambach was not an expert witness or an evidentiary witness. He lacked personal knowledge of the facts underlying the animation and he provided no new testimony. While the trial court correctly determined that a party may use computer-generated animations to clarify a witness's testimony, the trial court erred in admitting the computer-generated animation as it was presented in this case.\n¶ 20. Demonstrative computer-generated animation should be introduced in conjunction with the witness's testimony it seeks to clarify — just as any diagram or photo intended to clarify a lay witness's testimony would be introduced. See Anderson, 66 Wis. 2d at 248 (\"Demonstrative evidence, whether a model, a chart, a photograph ... is used simply to lend clarity and interest to oral testimony [and] is merely incorporated by reference into a witness' testimony.\"); see also 7 Daniel D. Blinka, Wisconsin Practice: Wisconsin Evidence § 401.6 (3d ed. May 2008) (\"Wisconsin law permits demonstrations by the witnesses of relevant events that are within their personal knowledge, including the commission of the crime or wrong\" if the demonstration may make the testimony more understandable.).\n¶ 21. Here, the State effectively presented its version of the substantive facts about what happened in animated form — during the evidentiary phase of the trial. Because Ambach was neither expert nor lay witness, and the video animation was not testified to as being either a fair and accurate representation or illustrative of any one witness's testimony, it had little probative value as a demonstrative exhibit, presented a very real danger of confusing and misleading the jury, and was unduly prejudicial to the defendants.\n¶ 22. Far from being an exhibit which merely illustrated a lay witness's testimony or an expert's opinion, this exhibit was nothing more than a collage of information — bits and pieces from each of the State's witnesses when, mixed together, effectively represented the police officer's own version of what occurred at the time and place in question. But the animator was not an eyewitness to the crime. His assessment about how the crime actually unfolded was just that, his collage, his assessment. By bringing this nonevidentiary perspective of the evidence to life by means of the computer-generated animation, and advising the jury that this was a representation of what happened, the jury was invited to view the collage as fact. A pasting of differing and sometimes conflicting facts from a mixture of witnesses, in an order that made most sense to the State, thus became the final, conclusive historical factual presentation of the crime. This is why it was unduly prejudicial. The animation superceded the sifting and winnowing that a jury normally does when fact witnesses describe the same event in varying and sometimes contradictory ways.\n¶ 23. The trial court determined that the probative value of the computer-generated animation evidence outweighed its prejudicial effect. For the reasons set forth above, we reverse that determination. The trial court erroneously exercised its discretion in admitting the evidence. It weighed the elements of prejudicial effect and probative value, and came to a conclusion which cannot be reasonably supported by the law or the facts of record.\nHarmless Error\n¶ 24. Due to our conclusion that the trial court erred in admitting the evidence, we must determine whether the error was harmless. An error will be deemed harmless if it does not affect the defendant's substantial rights. Wis. Stat. § 805.18(2). To make this determination, \"the test [is] whether there is a reasonable possibility that the error contributed to the conviction. If it did, reversal and a new trial must result.\" State v. Dyess, 124 Wis. 2d 525, 543, 370 N.W.2d 222 (1985). The State, as the beneficiary of the error, has the burden \"to establish that there is no reasonable possibility that the error contributed to the conviction.\" Id. Our \"focus [is] on whether the error undermines our confidence in the case's outcome.\" State v. Thoms, 228 Wis. 2d 868, 873, 599 N.W.2d 84 (Ct. App. 1999). In this case, we conclude that it does.\n¶ 25. Ambach was the final witness at trial. He was neither an expert nor an evidentiary witness. He testified that he was a police officer and that he had developed the computer-generated animation presented. The illustration, played repeatedly from several different angles, presented the State's three key witnesses' testimony as one story — as though they all recalled exactly the same facts — about \"what people did.\" Given the absence of pretrial notice, lack of probative value, and the risk of prejudice and confusion about the role both of Ambach and the purpose of the animation, we simply cannot conclude that there is no reasonable possibility that the animation contributed to the conviction, and our confidence in the outcome has been undermined.\nThe State Was Entitled to Charge Kidnapping and Robbery.\n¶ 26. The defendants additionally contend that the State cannot prove an attempted kidnapping charge based on the events underlying the attempted robbery charge. The defendants contend that, under the State's theory, every robbery would automatically include a kidnapping under Wis. Stat. § 940.31(l)(b) because a person is stopped (seized) and ordered to turn over money (held to service against one's will). The defendants posit that the \"held to service\" language in the kidnapping statute \"must be limited to situations of forced labor, or involuntary servitude.\" Although we have already concluded that the defendants are entitled to a new trial, we nevertheless address this issue because it is likely to recur on remand. See State ex rel. Jackson v. Coffey, 18 Wis. 2d 529, 533, 118 N.W.2d 939 (1963) (issues briefed may be considered if they are likely to recur on remand even though other issues are dispositive of appeal).\n¶ 27. We reject the defendants' argument for two reasons. First, Wisconsin law recognizes that a defendant may be prosecuted for kidnapping even when the kidnapping is incidental to another charged crime. See Harris v. State, 78 Wis. 2d 357, 254 N.W.2d 291 (1977), criticized on other grounds by Wilson v. State, 82 Wis. 2d 657, 264 N.W.2d 234 (1978). In Harris, our supreme court recognized that it \"is the law of this state that the same criminal act may constitute different crimes with similar but not identical elements.\" Id. at 365. Therefore, the State may attempt to produce sufficient evidence to prove both the elements of kidnapping and robbery. See Wis. Stat. § 939.65 (\"[I]f an act forms the basis for a crime punishable under more than one statutory provision, prosecution may proceed under any or all such provisions.\").\n¶ 28. Second, the defendants' attempt to narrow the definition of the \"held to service\" element of kidnapping to \"forced labor, or involuntary servitude\" ignores prior case law. The defendants acknowledge that in State v. Clement, 153 Wis. 2d 287, 293, 450 N.W.2d 789 (Ct. App. 1989), we held that \"[t]he word 'service,' as it is used in [Wis. Stat. §] 940.31, includes acts done at the command of another.\" Although Clement set forth that definition while rejecting a defendant's contention that a kidnapping charge could not \"be fulfilled by sexual assault alone,\" the definition of \"service\" remains the same. See Clement, 153 Wis. 2d at 292. We therefore conclude that the State was entitled to charge kidnapping in this case, and we reject the defendants' contention that the kidnapping conviction must be reversed regardless of the sufficiency of the evidence.\nCONCLUSION\n¶ 29. We conclude that the trial court erred in its admission of the State's computer-generated animation and that the error was not harmless. We further conclude that the State was permitted to charge both attempted kidnapping and attempted armed robbery. We reverse the judgments and orders and remand for further proceedings.\nBy the Court. — Judgments and orders reversed and cause remanded with directions.\nThe use of computer-generated animations as demonstrative aids at trial is a relatively recent development in the law. At the postconviction hearing, the district attorney in this case testified that this was the first time he had ever used a computer-generated animation at trial. However, the use of animations is recognized and described as follows in 2 Kenneth S. Broun, McCormick on Evidence § 214 (6th ed. 2006):\nAnimations. Computer-generated animations present a series of static images which the computer can show in rapid succession. This creates the illusion of motion, like a cartoon. Many simple animations are offered to illustrate the factual testimony of a witness. For example, an animated CGE [computer-generated exhibit] might portray the simple motion of a person walking; or, the images can move in rotation to show an object from different perspectives; gradual enlargement can show an object or scene from different distances. These simple animations are not used for the purpose of recreating or simulating an event. The authenticating testimony from a witness would establish that the animated CGE is a fair and accurate representation of what the witness is trying to describe, and admission of the animation would be within the discretion of the trial judge ....\nTo the extent that CGEs represent simply a new type of illustrative evidence, their admissibility is controlled by the basic principles applied to all demonstrative aids. Id., § 218.\nComputer-generated simulations and models, on the other hand, are not just illustrative evidence as they re-create disputed events. Id. Their creation requires the use of scientific data, principles and methods to formulate a computer-generated conclusion about the events at issue. Id. The conclusion is then sought to be introduced directly through the CGE or to be used by an expert to form an opinion. Id.\nAt the postconviction motion hearing, Ambach testified that he met with Giovannoni on the Friday before the trial began on Monday. At that point, he had a \"raw animation already created\" and then made changes based on Giovannoni's input. On Monday, the morning of trial, Ambach showed the animation to Hohisel and Biever and again made changes to the animation. He testified: \"[0]n Monday morning I met with everybody in the conference room, showed them the animation, and then the two witnesses [Hohisel and Biever] fine tuned what they did as far as the vehicle and pulling off the road, stopping, turning around, and proceeding after the two suspects.\" The animation was not provided to the defense until the next morning, and there were no recesses prior to its presentation at trial later that morning. Ambach was sequestered during the trial and the final changes to the animation took place prior to the witnesses actually testifying at trial. When asked whether he knew at the time he testified \"whether the animation actually tracked [Giovannoni's] actual testimony on the witness stand,\" Ambach answered that he did not, \"because [he] was sequestered.\"\nAt trial, Ambach played the animation from the hard drive of his computer but agreed to put the animation on a disc for the record. The parties agree that the animation submitted to this court on disc is not an exact copy of what was viewed by the jury.\nWe cite the following portion of the trial transcript as an example of this \"narrative\" questioning:\n[State] So it shows her jogging on the left-hand side?\n[Ambach] Correct. Which would he the west side of the road.\n[State] The vehicle stops in front of her?\n[Ambach] That's correct.\n[State] And people get out of the car?\n[Ambach] That's correct.\n[State] So we see a vehicle now, a green vehicle stopped on the right-hand side continuing. I'll try and narrate it and correct me if I'm wrong. Two people get out, one by the left fender, and one stops closer to the car, the black clothing person. The white clothing person is now crossing the road southwest, [Giovannoni] is heading southeast, a vehicle comes depicting the Hohisel vehicle, correct?\nThe State argues that those objections raised on appeal, but not raised before the trial court, should be addressed in the context of ineffective assistance of trial counsel. Based on our determination that the trial court erred in admitting the evidence on the objections that were made at trial, we need not address this argument further. See Gross v. Hoffman, 227 Wis. 296, 300, 277 N.W. 663 (1938) (if decision on one point disposes of appeal, appellate court will not decide other issues raised).\nDemonstrative evidence is used simply to lend clarity and interest to oral testimony. Anderson v. State, 66 Wis. 2d 233, 248, 223 N.W.2d 879 (1974).\nWisconsin Stat. § 904.03 (2007-08) provides:\nExclusion of relevant evidence on grounds of prejudice, confusion, or waste of time. Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\nAll references to the Wisconsin Statutes are to the 2007-08 version unless otherwise noted.\nThe State argues that the exhibit is an illustration, not intended to be like a photo or video, yet at the same time, the State contends that it was needed to clarify Giovannoni's testimony because she was completely unable to provide any accurate estimates of the distances between her, the defendants, and their car. The State argued to the trial court that it was \"not trying to recreate the crime,\" and yet on appeal the State compares Ambach's role to a crime scene reconstructionist. The State's repeated reliance on Roy v. St. Lukes Medical Center, 2007 WI App 218, 305 Wis. 2d 658, 741 N.W.2d 256, and inconsistent characterizations as to Ambach's role (expert or lay witness) and the animation's intended purpose (substantive evidence versus demonstrative evidence, i.e., a simulation clarifying distances and showing \"what people did\" versus a rough illustration) underscores the multiple problems with its relevance, probative value and risk of undue prejudice.\nWisconsin Stat. § 909.01 provides: \"The requirements of authentication or identification as a condition precedent to admissibility are satisfied by evidence sufficient to support a finding that the matter in question is what its proponent claims.”\nFor example, Giovannoni had testified that she was not aware whether Denton, who had the gun, ever left the back fender of the vehicle or \"approached [her] closer\" because after she turned around, she did not look back. However, the computer-generated animation represents Denton as leaving that area and pursuing, or running after, Giovannoni down the road. This would presumably be based on Hohisel's testimony that he observed a man following Giovannoni.\nThe defendants' counsel objected on this basis while the animation was being shown to the jury, stating:\n[T]his depiction does not reflect what any of the witnesses testified to in that it is not being shown from the perspective of the vision of a witness .... [T]o now depict the whole thing as though [Giovannoni, Hohisel or Biever] have a view of exactly what happened, when nobody testified that they were in a position to see this whole overall thing unfold ... is not an accurate depiction of what any of the witness' testimony was from their perspective.\nWe note that Ambach's lack of personal knowledge as to the facts underlying the animation, all of which were gathered outside the confines of the trial, also serves to undermine the State's contention that any inaccuracy in the animation could be addressed through cross-examination. While the defense attempted to cross-examine Ambach based on certain discrepancies between witness testimony and details in the animation, Ambach lacked the ability to respond meaningfully. If, as in Roy, the animation was intended to depict Ambach's opinion, cross-examination could be an effective means of discrediting the witness and the content of the animation. See Roy, 305 Wis. 2d 658, ¶¶ 24-25 (cross-examination with respect to a demonstrative aid in an effort to impeach credibility of an expert witness can cure and eliminate prejudice). However, here, Ambach was not an expert who previously tendered his opinion and the bases for his opinion, nor did he have personal knowledge. We reject the State's contention that cross-examination provided an adequate means of addressing the admission of the animation in this case.", "type": "majority", "author": "NEUBAUER, J."}], "attorneys": ["On behalf of the defendants-appellants, the cause was submitted on the briefs of Steven R Weiss, assistant state public defender of Madison and Paul G. Bonneson of Law Offices of Paul G. Bonneson, Wauwatosa. There was oral argument by Patrick Donnelly and Paul Bonneson.", "On behalf of the plaintiff-respondent, the cause was submitted on the brief of and oral argument by Jeffrey J. Kassel, assistant attorney general, and J.B. Van Hollen, attorney general."], "corrections": "", "head_matter": "State of Wisconsin, Plaintiff-Respondent, v. Jeremy C. Denton, Defendant-Appellant. State of Wisconsin, Plaintiff-Respondent, v. Aubrey W. Dahl, Defendant-Appellant.\n[Case No. 2007AP2825-CR.]\n[Case No. 2007AP2826-CR.]\nCourt of Appeals\nOral argument January 14, 2009.\nDecided May 13, 2009.\n2009 WI App 78\n(Also reported in 768 N.W.2d 250.)\nOn behalf of the defendants-appellants, the cause was submitted on the briefs of Steven R Weiss, assistant state public defender of Madison and Paul G. Bonneson of Law Offices of Paul G. Bonneson, Wauwatosa. There was oral argument by Patrick Donnelly and Paul Bonneson.\nOn behalf of the plaintiff-respondent, the cause was submitted on the brief of and oral argument by Jeffrey J. Kassel, assistant attorney general, and J.B. Van Hollen, attorney general.\nBefore Brown, C.J., Snyder and Neubauer, JJ."}, "first_page_order": 818, "last_page_order": 840}
