{"id": 3727635, "name": "JOHN L. HAWKES, JR., Plaintiff and Appellant, v. MONTANA STATE DEPARTMENT OF CORRECTIONS, TOM WOOD, BILL SLAUGHTER, UNKNOWN TRANSPORT OFFICERs 1 & 2, UNKNOWN DEFENDANTS 1 & 2, Defendants and Appellees", "name_abbreviation": "Hawkes v. Montana State Department of Corrections", "decision_date": "2008-12-30", "docket_number": "No. DA 08-0015", "first_page": "7", "last_page": "11", "citations": [{"type": "official", "cite": "348 Mont. 7"}, {"type": "parallel", "cite": "199 P.3d 260"}, {"type": "parallel", "cite": "2008 MT 446"}], "court": {"name_abbreviation": "Mont.", "id": 8829, "name": "Montana Supreme Court"}, "jurisdiction": {"id": 20, "name_long": "Montana", "name": "Mont."}, "cites_to": [{"cite": "2006 MT 37", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 10"}], "opinion_index": 0}, {"cite": "331 Mont. 171", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 10"}], "opinion_index": 0}, {"cite": "130 P.3d 601", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 10"}], "opinion_index": 0}, {"cite": "226 Mont. 515", "category": "reporters:state", "reporter": "Mont.", "year": 1987, "pin_cites": [{"page": "524", "parenthetical": "\"an order of dismissal with prejudice [is] the equivalent of a final judgment on the merits\""}], "opinion_index": 0}, {"cite": "737 P.2d 1132", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1987, "pin_cites": [{"page": "1137", "parenthetical": "\"an order of dismissal with prejudice [is] the equivalent of a final judgment on the merits\""}], "opinion_index": 0}, {"cite": "2008 MT 363", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 18"}], "opinion_index": 0}, {"cite": "346 Mont. 414", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 18"}], "opinion_index": 0}, {"cite": "197 P.3d 913", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 18"}], "opinion_index": 0}], "analysis": {"cardinality": 473, "char_count": 8839, "ocr_confidence": 0.694, "pagerank": {"raw": 4.947487136851577e-08, "percentile": 0.3111194899779871}, "sha256": "047c59a1f9d224fdc431328d8a3f045fa02c20be2f7a82b38ede8c774edf912f", "simhash": "1:be69f3b6af5135ed", "word_count": 1457, "random_id": 3679966834, "random_bucket": 54898}, "last_updated": "2023-12-01T21:56:23.868468+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["JUSTICES LEAPHART, NELSON and MORRIS concur."], "parties": ["JOHN L. HAWKES, JR., Plaintiff and Appellant, v. MONTANA STATE DEPARTMENT OF CORRECTIONS, TOM WOOD, BILL SLAUGHTER, UNKNOWN TRANSPORT OFFICERs 1 & 2, UNKNOWN DEFENDANTS 1 & 2, Defendants and Appellees."], "opinions": [{"text": "JUSTICE RICE\ndelivered the Opinion of the Court.\n¶ 1 Plaintiff John L. Hawkes, Jr., appeals from the order of the Third Judicial District Court granting Defendants’ motion to dismiss his action for failure to file within the statute of limitations. We affirm.\n¶2 We consider the following issue on appeal:\n¶3 Did the District Court err by granting Defendants’ motion to dismiss Hawkes’ action as time barred?\nBACKGROUND\n¶4 After completing his sentence at Montana State Prison in May of 2003, Hawkes was transported to a prison in Nebraska to serve a sentence for crimes committed in that state. Prior to his transportation, Hawkes requested that some of his personal belongings be sent to his mother. According to Hawkes’ allegations, he was advised on June 7, 2003, that his mother had not received the items and that they had been destroyed. Hawkes then filed a tort claim with the Department of Administration, Risk Management and Tort Defense Division, for the loss of his property.\n¶5 Initial State Court Action\n¶6 When he did not receive a notice of disposition from the Department of Administration, Hawkes filed an action on July 26, 2004, in Montana’s Third Judicial District Court, Cause No. DV-04-52. Hawkes named the Montana Department of Corrections (“Corrections”) and claimed destruction of his personal property. Then, on August 14, 2006, Hawkes filed a motion to dismiss DV-04-52 without prejudice, claiming his case “would be better managed by a Federal Court.” The District Court granted Hawkes’ motion on August 27, 2006. Subsequent to the disposition of his federal case, discussed below, Hawkes filed a motion to re-open DV-04-52, which the District Court denied.\n¶7 Federal Court\n¶8 On May 8, 2006, Hawkes filed an action in the United States District Court upon the same facts he had alleged in state action DV-04-52. He listed seven defendants, all of whom were individuals employed with Corrections, including: the director, a security major, a legal assistant, two transport officers and two unknown defendants. The United States District Court construed Hawkes’ complaint as claiming that the Defendants had deprived him of his property and destroyed exculpatory evidence without providing him due process and access to the courts. On December 12,2006, the United States District Court dismissed Hawkes’ complaint with prejudice for failure to state a claim upon which relief could be granted. Specifically, the court determined that Hawkes had not alleged the absence of an adequate post-deprivation remedy under state law.\n¶9 Second State Court Action\n¶10 After dismissal of his federal action, and the District Court’s denial of his motion to re-open DV-04-52, Hawkes filed a second action in state court, Cause No. DV-07-22. In this second complaint, filed April 12,2007, Hawkes named Corrections, the sole defendant named in his first state action, as well as six of the seven individual defendants who had been named in his federal action. The complaint alleged the same facts and claims as asserted in his initial state and federal actions.\n¶ 11 Defendants filed a motion to dismiss this action for failure to state a claim upon which relief could be granted because more than three years had elapsed since the alleged acts had occurred. The District Court agreed and granted Defendants’ motion to dismiss on December 10, 2007. Hawkes appeals.\nSTANDARD OF REVIEW\n¶12 We review a district court’s dismissal of a claim pursuant to M. R. Civ. P. 12(b)(6) for failure to state a claim de novo. Hall v. State, 2006 MT 37, ¶ 10, 331 Mont. 171, ¶ 10, 130 P.3d 601, ¶ 10. A district court’s determination that a complaint fails to state an appropriate claim is a conclusion of law, which we review for correctness. Hall, ¶ 10.\nDISCUSSION\n¶13 Did the District Court err by granting Defendants’ motion to dismiss Hawkes’ action as time barred?\n¶14 The statute of limitations for general and personal injury tort actions is three years. Section 27-2-204, MCA. An action to recover damages for injury to personal property must be filed within two years. Section 27-2-207, MCA.\n¶15 The District Court concluded that Hawkes’ claim accrued on June 7,2003, when advised that his mother had never received his personal property and that it had been destroyed, and that, barring any tolling, the statute of limitations would expire at the latest mid-June of 2006, pursuant to the longer period prescribed under § 27-2-204, MCA. Hawkes filed the complaint in this case on April 12, 2007. The parties do not dispute these conclusions.\n¶16 Hawkes argues the District Court erred in dismissing his case because his federal action tolled the statute of limitations by virtue of § 27-2-407, MCA, commonly referred to as the “savings statute.” Hawkes asserts that this statute “renewed” his claim for an additional year after dismissal of his federal action, because he did not voluntarily dismiss his federal case and the court did not dismiss all of his claims on the merits. Hawkes argues the United States District Court dismissed only his federal claims on the merits, not his state claims.\n¶17 The “savings statute” provides up to one additional year in which to re-file an action which has been dismissed on certain procedural grounds. It provides:\nIf an action is commenced within the time limited therefor and a judgment therein is reversed on appeal without awarding a new trial or the action is terminated in any other manner than by a voluntary discontinuance, a dismissal of the complaint for neglect to prosecute the action, or a final judgment upon the merits, the plaintiff or, if he dies and the cause of action survives, his representative may commence a new action for the same cause after the expiration of the time so limited and within 1 year after such a reversal or termination.\n¶18 However, the statute denies any extension of time for actions dismissed for neglect in prosecution and, applicable here, to actions dismissed voluntarily or upon which a court renders a final judgment on the merits. As Hawkes concedes, he voluntarily terminated his first state court case.\n¶19 Further, the United States District Court dismissed all of the claims in Hawkes’ federal action “with prejudice.” An order of dismissal with prejudice is a final judgment on the merits. First Bank, (N.A.) W. Mont., Missoula v. Dist. Ct. for Fourth Jud. Dist., 226 Mont. 515, 524, 737 P.2d 1132, 1137 (1987) (“an order of dismissal with prejudice [is] the equivalent of a final judgment on the merits”); cp. Farmers Union Mut. Ins. Co. v. Bodell, 2008 MT 363, ¶ 18, 346 Mont. 414, ¶ 18, 197 P.3d 913, ¶ 18 (“an order dismissing or striking a complaint without prejudice is not a final judgment.”). Although Hawkes argues the United States District Court did not render a final judgment on the merits with regard to his state claims, this argument misunderstands that the federal court dismissed the entire complaint with prejudice for failure to state any viable claim. All of the claims set forth in Hawkes’ federal complaint were disposed of by a final judgment on the merits. And, any claims not presented to the federal court would not be subject to the time extension provided by the savings statute.\n¶20 Accordingly, we conclude that neither Hawkes’ initial state action nor his federal action qualify for application of § 27-2-407, MCA, the savings statute. The District Court appropriately determined that Hawkes’ claim failed on timeliness grounds and properly dismissed the action.\n¶21 Affirmed.\nJUSTICES LEAPHART, NELSON and MORRIS concur.", "type": "majority", "author": "JUSTICE RICE"}, {"text": "JUSTICE COTTER\nconcurs.\n¶ 22 I concur in the result the Court reaches, but not in all that is said in the Opinion. Specifically, I disagree with ¶ 18, in which the Court rejects application of the “savings statute” in part because Hawkes voluntarily terminated his first state court case. I submit that the “savings statute” would be properly applied only to any state court case filed after the federal case was dismissed; it would not reach back to the initial state court action filed before the federal action. Thus, I believe the initial state court action has no relevance to application of the “savings statute” to the instant case. This being said, however, I concur with the rationale offered by the Court in ¶ 19, and would affirm on that basis.", "type": "concurrence", "author": "JUSTICE COTTER"}], "attorneys": ["For Appellant: John L. Hawkes, Jr., (self-represented), Florence, Colorado.", "For Appellees: Hon. Mike McGrath, Montana Attorney General; Valerie D. Wilson, Special Assistant Attorney General, Helena."], "corrections": "", "head_matter": "JOHN L. HAWKES, JR., Plaintiff and Appellant, v. MONTANA STATE DEPARTMENT OF CORRECTIONS, TOM WOOD, BILL SLAUGHTER, UNKNOWN TRANSPORT OFFICERs 1 & 2, UNKNOWN DEFENDANTS 1 & 2, Defendants and Appellees.\nNo. DA 08-0015.\nSubmitted on Briefs October 1, 2008.\nDecided December 30, 2008.\n2008 MT 446.\n348 Mont. 7.\n199 P.3d 260.\nFor Appellant: John L. Hawkes, Jr., (self-represented), Florence, Colorado.\nFor Appellees: Hon. Mike McGrath, Montana Attorney General; Valerie D. Wilson, Special Assistant Attorney General, Helena."}, "first_page_order": 29, "last_page_order": 33}
