{"id": 3727803, "name": "IN THE MATTER OF THE MENTAL HEALTH OF A.S.F., Respondent and Appellant", "name_abbreviation": "In re the Mental Health of A.S.F.", "decision_date": "2008-12-30", "docket_number": "No. DA 07-0644", "first_page": "45", "last_page": "47", "citations": [{"type": "official", "cite": "348 Mont. 45"}, {"type": "parallel", "cite": "199 P.3d 808"}, {"type": "parallel", "cite": "2008 MT 450"}], "court": {"name_abbreviation": "Mont.", "id": 8829, "name": "Montana Supreme Court"}, "jurisdiction": {"id": 20, "name_long": "Montana", "name": "Mont."}, "cites_to": [{"cite": "276 Mont. 126", "category": "reporters:state", "reporter": "Mont.", "year": 1996, "pin_cites": [{"page": "137"}], "opinion_index": 0}, {"cite": "915 P.2d 208", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1996, "pin_cites": [{"page": "215"}], "opinion_index": 0}, {"cite": "2001 MT 39", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 0}, {"cite": "304 Mont. 215", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 0}, {"cite": "19 P.3d 817", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 0}, {"cite": "2003 MT 284", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "318 Mont. 22", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "78 P.3d 850", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "2008 MT 445", "category": "reporters:neutral", "reporter": "MT", "case_ids": [3727758], "weight": 3, "opinion_index": 0}, {"cite": "2008 MT 445", "category": "reporters:neutral", "reporter": "MT", "case_ids": [3727758], "weight": 3, "opinion_index": 1}], "analysis": {"cardinality": 363, "char_count": 4901, "ocr_confidence": 0.683, "pagerank": {"raw": 6.3481576981566e-08, "percentile": 0.3894868001956871}, "sha256": "8d525d32f976d0a2017753ed792a08f042b0f2d1925faaa815e3d3b7db2725c8", "simhash": "1:f83229a2e281134f", "word_count": 799, "random_id": 2874089538, "random_bucket": 8258}, "last_updated": "2023-12-01T21:56:23.868468+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["JUSTICES NELSON, COTTER, LEAPHART and MORRIS concur."], "parties": ["IN THE MATTER OF THE MENTAL HEALTH OF A.S.F., Respondent and Appellant."], "opinions": [{"text": "JUSTICE WARNER\ndelivered the Opinion of the Court.\n¶1 A.S.F. appeals from a judgment involuntarily committing her to the Montana State Hospital (MSH), entered in the First Judicial District Court, Lewis and Clark County. A.S.F. raises several issues. However, because we conclude the District Court erred in not appointing a friend for A.S.F., as required by § 53-21-122(2), MCA, we need not discuss other issues.\n¶2 On September 6, 2007, A.S.F., who had on a previous occasion been diagnosed with schizophrenia and bipolar disorder, was arrested and charged with burglary, criminal trespass, and theft. A professional person, Donald Bell (Bell) was called to the detention center to evaluate A.S.F. on September 16. After his evaluation, Bell recommended A.S.F. be admitted to MSH for evaluation and treatment before being returned to the community. Bell opined that A.S.F. was at risk of harm or injury to herself because she entered other people’s residences uninvited, and because she lacked the insight and impulse control necessary to keep herself safe.\n¶3 The State filed a petition for the involuntary commitment of A.S.F. The court’s order setting a hearing did not appoint a friend for A.S.F. as required by statute. At the hearing on the petition, no friend appeared on behalf of A.S.F. On October 5, the District Court ordered the commitment of A.S.F. to MSH for ninety days.\n¶4 A.S.F. argues for the first time on appeal that the District Court’s failure to appoint a friend deprived her of her fundamental liberty interest, which is a miscarriage of justice and compromises the integrity of the judicial process. A.S.F. thus urges us to review the issue under the plain error doctrine and reverse the judgment of commitment.\n¶5 A.S.F. did not object to the lack of the appointment of a friend in the District Court. Generally, this Court will not hear issues raised for the first time on appeal. However, when constitutional or substantial rights are at issue, we may review any errors under “our inherent power and paramount obligation to interpret Montana’s Constitution and to protect the various rights set forth in that document.” State v. Finley, 276 Mont. 126, 137, 915 P.2d 208, 215 (1996), overruled on other grounds, State v. Gallagher, 2001 MT 39, 304 Mont. 215, 19 P.3d 817. We will invoke plain error review sparingly and only in those limited situations where failure to review the alleged error may result in a manifest miscarriage of justice or compromise the integrity of the judicial process. State v. Adgerson, 2003 MT 284, ¶ 13, 318 Mont. 22, ¶ 13, 78 P.3d 850, ¶ 13.\n¶6 In Matter of J.D.L., 2008 MT 445, 348 Mont. 1, 199 P.3d 805, recently decided, the Court concluded it will exercise plain error review when the respondent in a mental commitment proceeding is not appointed a friend because a substantial right-liberty-is at stake and our failure to review the alleged error would compromise the integrity of the judicial process. Matter of J.D.L., ¶ 9.\n¶7 Section 53-21-122(2), MCA, provides “[t]he judge shall appoint ... a friend of respondent ....” Here, no friend was appointed by the judge as required. There is nothing in the record indicating the District Court even considered the requirement that it appoint a friend for A.S.F. The State urges us to excuse the District Court’s error because neither party suggested anyone willing and able to serve as the court-appointed friend. Regardless of whether the parties suggest someone to serve as a friend, the District Court has a statutory responsibility to make such an appointment. The record here shows the District Court completely ignored the statutory mandate. Under these circumstances, we conclude reversible error exists.\n¶8 This case is remanded to the District Court for entry of an order vacating its order and judgment of October 5,2007, committing A.S.F. to the Montana State Hospital.\nJUSTICES NELSON, COTTER, LEAPHART and MORRIS concur.", "type": "majority", "author": "JUSTICE WARNER"}, {"text": "CHIEF JUSTICE GRAY,\nspecially concurring.\n¶9 For the reasons expressed in my concurring opinion in Matter of J.D.L., 2008 MT 445, 348 Mont. 1, 199 P.3d 805, I join in the result the Court reaches and invite the Legislature’s attention to the statutes at issue.", "type": "concurrence", "author": "CHIEF JUSTICE GRAY,"}, {"text": "JUSTICE RICE,\ndissenting.\n¶101 dissent from the Court’s exercise of plain error appellate review for the same reasons as expressed in my dissent in Matter of J.D.L. I would affirm.", "type": "dissent", "author": "JUSTICE RICE,"}], "attorneys": ["For Appellant: Jim Wheelis, Chief Appellate Defender; Roberta R. Zenker, Assistant Appellate Defender, Helena.", "For Appellee: Hon. Mike McGrath, Montana Attorney General; John Paulson, Assistant Attorney General, Helena; Leo J. Gallagher, Lewis and Clark County Attorney; Mike Menahan, Deputy County Attorney, Helena."], "corrections": "", "head_matter": "IN THE MATTER OF THE MENTAL HEALTH OF A.S.F., Respondent and Appellant.\nNo. DA 07-0644.\nSubmitted on Briefs September 3, 2008.\nDecided December 30, 2008.\n2008 MT 450.\n348 Mont. 45.\n199 P.3d 808.\nFor Appellant: Jim Wheelis, Chief Appellate Defender; Roberta R. Zenker, Assistant Appellate Defender, Helena.\nFor Appellee: Hon. Mike McGrath, Montana Attorney General; John Paulson, Assistant Attorney General, Helena; Leo J. Gallagher, Lewis and Clark County Attorney; Mike Menahan, Deputy County Attorney, Helena."}, "first_page_order": 67, "last_page_order": 69}
