{"id": 3727758, "name": "IN THE MATTER OF THE MENTAL HEALTH OF J.D.L., Respondent and Appellant", "name_abbreviation": "In re the Mental Health of J.D.L.", "decision_date": "2008-12-30", "docket_number": "No. DA 07-0722", "first_page": "1", "last_page": "6", "citations": [{"type": "official", "cite": "348 Mont. 1"}, {"type": "parallel", "cite": "199 P.3d 805"}, {"type": "parallel", "cite": "2008 MT 445"}], "court": {"name_abbreviation": "Mont.", "id": 8829, "name": "Montana Supreme Court"}, "jurisdiction": {"id": 20, "name_long": "Montana", "name": "Mont."}, "cites_to": [{"cite": "276 Mont. 126", "category": "reporters:state", "reporter": "Mont.", "year": 1996, "pin_cites": [{"page": "137"}], "opinion_index": 0}, {"cite": "915 P.2d 208", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1996, "pin_cites": [{"page": "215"}], "opinion_index": 0}, {"cite": "2001 MT 39", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 0}, {"cite": "304 Mont. 215", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 0}, {"cite": "19 P.3d 817", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 0}, {"cite": "2003 MT 284", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "318 Mont. 22", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "78 P.3d 850", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "2002 MT 54", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 17"}], "opinion_index": 0}, {"cite": "309 Mont. 63", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 17"}], "opinion_index": 0}, {"cite": "50 P.3d 121", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 17"}], "opinion_index": 0}, {"cite": "277 Mont. 377", "category": "reporters:state", "reporter": "Mont.", "year": 1996, "pin_cites": [{"parenthetical": "applying plain error to review a civil appeal from the denial of a driver's license reinstatement petition"}], "opinion_index": 0}, {"cite": "922 P.2d 494", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1996, "pin_cites": [{"parenthetical": "applying plain error to review a civil appeal from the denial of a driver's license reinstatement petition"}], "opinion_index": 0}, {"cite": "175 Mont. 170", "category": "reporters:state", "reporter": "Mont.", "weight": 2, "year": 1977, "pin_cites": [{"page": "173-74"}], "opinion_index": 0}, {"cite": "573 P.2d 169", "category": "reporters:state_regional", "reporter": "P.2d", "weight": 2, "year": 1977, "pin_cites": [{"page": "171"}], "opinion_index": 0}, {"cite": "270 Mont. 40", "category": "reporters:state", "reporter": "Mont.", "year": 1995, "pin_cites": [{"page": "45-46"}], "opinion_index": 0}, {"cite": "889 P.2d 1201", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1995, "pin_cites": [{"page": "1205"}], "opinion_index": 0}, {"cite": "2007 MT 351", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶¶ 39-40"}], "opinion_index": 0}, {"cite": "340 Mont. 319", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶¶ 39-40"}], "opinion_index": 0}, {"cite": "174 P.3d 503", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶¶ 39-40"}], "opinion_index": 0}, {"cite": "2007 MT 100", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 19"}], "opinion_index": 0}, {"cite": "337 Mont. 116", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 19"}], "opinion_index": 0}, {"cite": "157 P.3d 687", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 19"}], "opinion_index": 0}, {"cite": "2006 MT 166", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 11"}], "opinion_index": 0}, {"cite": "332 Mont. 511", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 11"}], "opinion_index": 0}, {"cite": "139 P.3d 849", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 11"}], "opinion_index": 0}, {"cite": "2003 MT 46", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 18"}], "opinion_index": 0}, {"cite": "314 Mont. 297", "category": "reporters:state", "reporter": "Mont.", "year": 1992, "pin_cites": [{"page": "¶ 18"}], "opinion_index": 0}, {"cite": "67 P.3d 189", "category": "reporters:state_regional", "reporter": "P.3d", "year": 1992, "pin_cites": [{"page": "¶ 18"}], "opinion_index": 0}, {"cite": "2007 MT 43", "category": "reporters:neutral", "reporter": "MT", "year": 1992, "opinion_index": 0}, {"cite": "336 Mont. 105", "category": "reporters:state", "reporter": "Mont.", "year": 1992, "opinion_index": 0}, {"cite": "152 P.3d 727", "category": "reporters:state_regional", "reporter": "P.3d", "year": 1992, "opinion_index": 0}, {"cite": "2004 MT 389", "category": "reporters:neutral", "reporter": "MT", "year": 1992, "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "325 Mont. 133", "category": "reporters:state", "reporter": "Mont.", "year": 1992, "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "104 P.3d 1065", "category": "reporters:state_regional", "reporter": "P.3d", "year": 1992, "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "253 Mont. 1", "category": "reporters:state", "reporter": "Mont.", "year": 1992, "pin_cites": [{"page": "7"}], "opinion_index": 0}, {"cite": "830 P.2d 1299", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1992, "pin_cites": [{"page": "1303"}], "opinion_index": 0}, {"cite": "2008 MT 274", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 17"}], "opinion_index": 2}, {"cite": "345 Mont. 252", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 17"}], "opinion_index": 2}, {"cite": "190 P.3d 1091", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 17"}], "opinion_index": 2}], "analysis": {"cardinality": 695, "char_count": 11619, "ocr_confidence": 0.713, "pagerank": {"raw": 2.0296847370797744e-07, "percentile": 0.7464203511478854}, "sha256": "a1de7638b900f041fa1040eb4ba5f2458e957bd32eaef4b98a6191217c465495", "simhash": "1:b3afe6672781cf8f", "word_count": 1946, "random_id": 3431417534, "random_bucket": 18110}, "last_updated": "2023-12-01T21:56:23.868468+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["JUSTICES NELSON, COTTER, LEAPHART and MORRIS concur."], "parties": ["IN THE MATTER OF THE MENTAL HEALTH OF J.D.L., Respondent and Appellant."], "opinions": [{"text": "JUSTICE WARNER\ndelivered the Opinion of the Court.\n¶1 J.D.L. appeals from a judgment entered in the First Judicial District Court, Lewis and Clark County, involuntarily committing him to the Montana State Hospital (MSH). J.D.L. raises several issues. However, because we hold the District Court erred in not appointing a friend for J.D.L., as required by § 53-21-122(2), MCA, we need not discuss other issues.\n¶2 On October 4, 2007, police took J.D.L. to an emergency room for causing a “severe disturbance” at his apartment building. Dr. Brown, a professional person, was called to evaluate J.D.L.’s mental status and to make recommendations. After Dr. Brown evaluated J.D.L., he wrote a report in which he recommended that J.D.L. be committed to MSH because he represented a danger to others. Dr. Brown’s report was attached to the State’s petition to commit J.D.L. At J.D.L.’s initial appearance on October 4, the District Court asked defense counsel about appointing a friend as follows:\nCOURT: And then how about a friend, do we have a suggestion for friend?\nCOUNSEL: We do not, Your Honor.\nCOURT: Why don’t you, if you can line somebody up, that would be good.\nJ.D.L.: Do you want to represent me, then?\nCOUNSEL: I’ll be representing you as long as you want me to. J.D.L.: Okay, that is great.\n¶3 The District Court then entered an order setting the hearing on the petition for the next day, October 5. No friend for J.D.L. was appointed. There was no further discussion concerning the appointment of a friend and no friend for J.D.L. appeared at the hearing on the petition.\n¶4 During the hearing, Dr. Brown, who was the only witness, testified he diagnosed J.D.L. as suffering from schizophrenia and polysubstance dependence. Dr. Brown opined that J.D.L. was substantially unable to care for his basic needs because he had no food in his apartment, he could lose his apartment, and he represented an imminent threat of injury to himself or others. Dr. Brown reiterated his recommendation that J.D.L. be committed to MSH because it would be the least restrictive means of treatment. The District Court granted the State’s petition and involuntarily committed J.D.L.\n¶5 J.D.L. argues for the first time on appeal that the District Court’s failure to appoint a friend deprived him of a fundamental liberty interest, which is a miscarriage of justice and compromises the integrity of the judicial process. J.D.L. urges us to review the issue under the plain error doctrine and reverse the District Court.\n¶6 The invocation of plain error review in an involuntary commitment proceeding is an issue of first impression in Montana. Generally, this Court will not hear issues raised for the first time on appeal. However, when constitutional or substantial rights are at issue, we review errors under “our inherent power and paramount obligation to interpret Montana’s Constitution and to protect the various rights set forth in that document.” State v. Finley, 276 Mont. 126, 137, 915 P.2d 208, 215 (1996), overruled on other grounds, State v. Gallagher, 2001 MT 39,304 Mont. 215, 19 P.3d 817. We invoke plain error review sparingly and in only those limited situations where failure to review the alleged error may result in a manifest miscarriage of justice or may compromise the integrity of the judicial process. State v. Adgerson, 2003 MT 284, ¶ 13, 318 Mont. 22, ¶ 13, 78 P.3d 850, ¶ 13.\n¶7 Our application of the plain error doctrine is not limited to criminal cases on direct appeal. State v. Whitehorn, 2002 MT 54, ¶ 17, 309 Mont. 63, ¶ 17, 50 P.3d 121, ¶ 17 (citing Seyferth v. State Dept. of Justice, 277 Mont. 377, 922 P.2d 494 (1996) (applying plain error to review a civil appeal from the denial of a driver’s license reinstatement petition)). In Halldorson v. Halldorson, 175 Mont. 170, 573 P.2d 169 (1977), we invoked plain error review in a marriage dissolution case to determine whether a party was denied the substantial right to a fair hearing when the district court recessed trial and entered judgment without allowing a party to present his case-in-chief. We stated that plain error review can extend to issues not objected to at the trial level if parties ignored statutory requirements or an established precedent. Halldorson, 175 Mont. at 173-74, 573 P.2d at 171.\n¶8 The statutes authorizing involuntary commitment are to be applied as to “insure that the government does not invade an individual’s freedom or liberty without due notice, cause, and process.” Matter of R.M., 270 Mont. 40, 45-46, 889 P.2d 1201, 1205 (1995). We have repeatedly cautioned trial courts to strictly adhere to statutes in involuntary commitment cases because they involve a loss of liberty. In re Mental Health of D.V., 2007 MT 351, ¶¶ 39-40, 340 Mont. 319, ¶¶ 39-40, 174 P.3d 503, ¶¶ 39-40; In re G.M., 2007 MT 100, ¶ 19, 337 Mont. 116, ¶ 19, 157 P.3d 687, ¶ 19; In re A.K., 2006 MT 166, ¶ 11, 332 Mont. 511, ¶ 11, 139 P.3d 849, ¶ 11; In re Mental Health of D.L.T., 2003 MT 46, ¶ 18, 314 Mont. 297, ¶ 18, 67 P.3d 189, ¶ 18, overruled on other grounds, Johnson v. Costco Wholesale, 2007 MT 43, 336 Mont. 105, 152 P.3d 727; In re Mental Health of C.R.C., 2004 MT 389, ¶ 13, 325 Mont. 133, ¶ 13, 104 P.3d 1065, ¶ 13; Matter of Mental Health of L.C.B., 253 Mont. 1, 7, 830 P.2d 1299, 1303 (1992).\n¶9 We invoke plain error review in this case because a substantial right-liberty-is at stake and our failure to review the District Court’s alleged error would compromise the integrity of the judicial process. ¶10 Section 53-21-122(2), MCA, provides “[t]he judge shall appoint... a friend of respondent ....” The friend of the respondent in an involuntary commitment proceeding is a person willing and able to assist the respondent in dealing with legal proceedings, including consultation with legal counsel and others. Section 53-21-102(8), MCA; Mental Health of D.V., ¶ 36. The friend of the respondent may, in consort with counsel, waive some of the respondent’s rights. Section 53-21-119, MCA. The appointment of a friend of the respondent in an involuntary commitment is important. The appointment of a friend may not be arbitrarily dispensed with by the District Court. Ultimately, it is the trial judge’s responsibility to ensure a friend is appointed.\n¶11 The State urges us to excuse the failure to appoint a friend because J.D.L. had no next of kin or acquaintances. The State points out that a practical problem arose in this case because no one was willing and able to serve as a friend. In some cases, finding a person to serve as a friend could be difficult for the district court. The law never requires that which is impossible. Section 1-3-222, MCA. Nevertheless, the record here indicates no real effort to locate and appoint a qualified person to serve as a friend for J.D.L.\n¶12 The record shows the District Court made no serious attempt to appoint a friend for J.D.L. The mandate of § 53-21-122(2), MCA, to appoint a friend was essentially ignored. Under these circumstances, we conclude reversible error exists.\n¶13 This case is remanded to the District Court for entry of an order vacatingits order andjudgment of October 10,2007, committing J.D.L. to the Montana State Hospital.\nJUSTICES NELSON, COTTER, LEAPHART and MORRIS concur.", "type": "majority", "author": "JUSTICE WARNER"}, {"text": "CHIEF JUSTICE GRAY,\nspecially concurring.\n¶14 I agree with the result the Court reaches. I do not agree with the entirety of the analysis, however. The requirement that the District Court appoint a “friend” is a sound one, as anyone familiar with-and concerned about-the proper handling of involuntary commitment proceedings knows. A “friend” of the respondent plays many important roles-to the respondent, to respondent’s counsel and to the district court.\n¶15 I write separately to encourage the Legislature to revisit and clarify certain matters relating to the appointment of a friend. It is beyond cavil that the presiding judge is to make the appointment. Nothing in the statutes, however, places the responsibility on anyone involved in the proceedings to make a serious attempt to locate a friend for appointment. Thus, notwithstanding the Court’s implication at ¶ 12 that the presiding judge must make a serious effort to appoint a friend, the presiding judge certainly should not-and properly cannot-shoulder the responsibility for making a serious effort to locate a friend for appointment. Nor does it seem appropriate for the prosecutor to bear that burden. The Legislature may want to consider clearly placing the responsibility on counsel for the respondent.\n¶16 In addition, as the Court suggests in ¶ 11, there may be situations where-after a serious effort to locate a friend is made-no such person can be located. In this regard, I would encourage the Legislature to carve out a very narrow and carefully circumscribed exception to the requirement that a friend be appointed for application in such circumstances. Here again, though, I must note my disagreement with the Court’s implication that it is the district court’s responsibility to find a person to serve as a friend.\n¶17 The bottom line in this case is that no one made an attempt at locating a friend for the respondent, even after the District Court advised counsel that it would be “good” if one could be lined up. Consequently, no friend was appointed. For that reason, I concur in the result the Court reaches in this case.", "type": "concurrence", "author": "CHIEF JUSTICE GRAY,"}, {"text": "JUSTICE RICE,\ndissenting.\n¶18 I dissent from the Court’s exercise of plain error appellate review. Plain error review is to be exercised “sparingly” and only when a failure to do so will “leave unsettled the question of the fundamental fairness of the proceedings, or compromise the integrity of the judicial process.” State v. Hayden, 2008 MT 274, ¶ 17, 345 Mont. 252, ¶ 17, 190 P.3d 1091, ¶ 17. Despite these high standards, the Court reverses without any explanation of how the fundamental fairness of this commitment proceeding was left unsettled, or how the integrity of the judicial process was compromised. J.D.L. has made no showing that the absence of a court-appointed friend had any impact whatsoever on the commitment proceedings. The Court likewise fails, offering merely that appointment of a friend “is important” and “may not be arbitrarily dispensed with” by a district court. Opinion, ¶ 11. While I agree with these observations, they do not establish that the fairness or integrity of this proceeding was compromised in a way necessitating the exercise of plain error review.\n¶19 That the Court has failed in its duty is evident from the fact that, on its face, this holding would require reversal by plain error review of any and every case involving the failure to appoint a friend, because the Court has failed to articulate an unfairness or compromise of integrity here that is not universally applicable to all such cases.\n¶20 While this case raises a worthy issue, I would address it either where the issue has been preserved by objection, or where the failure to appoint a friend has resulted in a demonstrable unfairness in the proceeding, thus satisfying the requirements of plain error review. Here, I would affirm.", "type": "dissent", "author": "JUSTICE RICE,"}], "attorneys": ["For Appellant: Jim Wheelis, Chief Appellate Defender; Roberta R. Zenker, Assistant Appellate Defender, Helena.", "For Appellee: Hon. Mike McGrath, Montana Attorney General; John Paulson, Assistant Attorney General, Helena; Leo J. Gallagher, Lewis & Clark County Attorney; Mike Menahan, Deputy County Attorney, Helena."], "corrections": "", "head_matter": "IN THE MATTER OF THE MENTAL HEALTH OF J.D.L., Respondent and Appellant.\nNo. DA 07-0722.\nSubmitted on Briefs September 3, 2008.\nDecided December 30, 2008.\n2008 MT 445.\n348 Mont. 1.\n199 P.3d 805.\nFor Appellant: Jim Wheelis, Chief Appellate Defender; Roberta R. Zenker, Assistant Appellate Defender, Helena.\nFor Appellee: Hon. Mike McGrath, Montana Attorney General; John Paulson, Assistant Attorney General, Helena; Leo J. Gallagher, Lewis & Clark County Attorney; Mike Menahan, Deputy County Attorney, Helena."}, "first_page_order": 23, "last_page_order": 28}
