{"id": 3727740, "name": "JESSE A. COLE, M.D., Plaintiff and Appellee, v. ST. JAMES HEALTHCARE, Defendant and Appellant", "name_abbreviation": "Cole v. St. James Healthcare", "decision_date": "2008-12-30", "docket_number": "No. DA 07-0410", "first_page": "68", "last_page": "79", "citations": [{"type": "official", "cite": "348 Mont. 68"}, {"type": "parallel", "cite": "199 P.3d 810"}, {"type": "parallel", "cite": "2008 MT 453"}], "court": {"name_abbreviation": "Mont.", "id": 8829, "name": "Montana Supreme Court"}, "jurisdiction": {"id": 20, "name_long": "Montana", "name": "Mont."}, "cites_to": [{"cite": "2008 MT 44", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 0}, {"cite": "341 Mont. 368", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 0}, {"cite": "178 P.3d 696", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 0}, {"cite": "2003 MT 372", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 12"}], "opinion_index": 0}, {"cite": "319 Mont. 132", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 12"}], "opinion_index": 0}, {"cite": "82 P.3d 912", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 12"}], "opinion_index": 0}, {"cite": "2000 MT 147", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 20"}], "opinion_index": 0}, {"cite": "300 Mont. 66", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 20"}], "opinion_index": 0}, {"cite": "2 P.3d 825", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 20"}], "opinion_index": 0}, {"cite": "2001 MT 58", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 21"}], "opinion_index": 0}, {"cite": "304 Mont. 346", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 21"}], "opinion_index": 0}, {"cite": "21 P.3d 1026", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 21"}], "opinion_index": 0}, {"cite": "193 Mont. 95", "category": "reporters:state", "reporter": "Mont.", "year": 1981, "pin_cites": [{"page": "100"}], "opinion_index": 0}, {"cite": "630 P.2d 226", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1981, "pin_cites": [{"page": "229"}], "opinion_index": 0}, {"cite": "192 Mont. 175", "category": "reporters:state", "reporter": "Mont.", "year": 1981, "pin_cites": [{"page": "183"}], "opinion_index": 0}, {"cite": "627 P.2d 836", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1981, "pin_cites": [{"page": "840"}], "opinion_index": 0}, {"cite": "2006 MT 254", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 19"}], "opinion_index": 0}, {"cite": "334 Mont. 86", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 19"}], "opinion_index": 0}, {"cite": "146 P.3d 714", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 19"}], "opinion_index": 0}, {"cite": "280 Mont. 123", "category": "reporters:state", "reporter": "Mont.", "year": 1996, "pin_cites": [{"page": "135"}], "opinion_index": 0}, {"cite": "929 P.2d 239", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1996, "pin_cites": [{"page": "247"}], "opinion_index": 0}, {"cite": "2008 MT 436", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 1}, {"cite": "347 Mont. 490", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 1}, {"cite": "199 P.3d 201", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 1}], "analysis": {"cardinality": 993, "char_count": 27028, "ocr_confidence": 0.725, "pagerank": {"raw": 1.6245795531824683e-07, "percentile": 0.6878945452032146}, "sha256": "80a1bc6c35748a0aaa82ca05ca4b9b67c35bef9e1a51fa1373e947612766e5df", "simhash": "1:17c4e662b8938f09", "word_count": 4372, "random_id": 1119198786, "random_bucket": 40514}, "last_updated": "2023-12-01T21:56:23.868468+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["JUSTICES WARNER, NELSON and MORRIS concur.", "JUSTICE COTTER joining in the dissenting Opinion of JUSTICE RICE."], "parties": ["JESSE A. COLE, M.D., Plaintiff and Appellee, v. ST. JAMES HEALTHCARE, Defendant and Appellant."], "opinions": [{"text": "JUSTICE LEAPHART\ndelivered the Opinion of the Court.\n¶1 St. James Healthcare (“St. James”) appeals a preliminary injunction issued by the Second Judicial District Court, Silver Bow County. We affirm.\n¶2 St. James raises two issues on appeal, both of which go to the merits of the case. The only issue properly before this Court, however, is the propriety of the preliminary injunction issued by the District Court. Accordingly, we state the issue on appeal as follows:\n¶3 Did the District Court manifestly abuse its discretion when it granted Dr. Cole a preliminary injunction against St. James?\nBACKGROUND\n¶4 St. James Healthcare is a not-for-profit corporation that operates a hospital in Butte. Dr. Jesse Cole has been a member of the Medical Staff at St. James since 1996. The St. James Healthcare Medical Staff Bylaws (“the Bylaws”) require Medical Staff members to apply for reappointment every two years. In 2006, Dr. Cole applied for reappointment. Later that year, St. James obtained a permanent injunction against Dr. Cole, to enjoin him from threatening hospital staff and from contacting potential candidates for the hospital’s radiology department. St. James Healthcare v. Cole, 2008 MT 44, 341 Mont. 368, 178 P.3d 696.\n¶5 In a letter dated December 21, 2006, Dr. Sharon Hecker, the Chair of St. James’s Board of Directors, notified Dr. Cole that the Board had “serious concerns regarding [Dr. Cole’s] professional relationship with other healthcare providers, staff and patients.” Hecker also informed Dr. Cole that, effective immediately, Dr. Cole’s status as a staff member was changed from “active” to “consulting.” St. James did not give Dr. Cole any advance notice of this status change, and denied his request to appeal this decision. Before the Board could make a decision on Dr. Cole’s application for reappointment, Hecker wrote, it needed “additional information.”\n¶6 The Board hired an attorney, Carey Matovich, to conduct an independent investigation (hereinafter “Matovich investigation”). Dr. Cole refused to cooperate with Matovich, because he believed that under Article VII, Part C, he was entitled to an investigation conducted by his peers on the Medical Staff. At the close of her investigation, Matovich recommended that the Board deny Dr. Cole’s application for reappointment. The Board then issued a preliminary decision denying Dr. Cole’s reappointment. The Board notified Dr. Cole of its preliminary decision, and offered him the opportunity to challenge the decision through the hearing and appeals process set forth in Article VIII of the Bylaws.\n¶7 Dr. Cole chose to exercise his right to appeal the preliminary decision, but before a hearing could be held, Dr. Cole filed this complaint against St. James. Dr. Cole alleged that the Bylaws constituted an enforceable contract between the parties. Dr. Cole claimed that St. James violated these Bylaws and breached their contract.\n¶8 Dr. Cole also applied for a preliminary injunction, to prevent St. James from taking further adverse action against him, and from making a detrimental report to the National Practitioner’s Database. Dr. Cole also asked the court to order St. James to restore his active staff privileges. Both parties presented evidence at a show cause hearing. The District Court granted the preliminary injunction, and issued the following order:\n1. The Defendant is enjoined from refusing to consider Dr. Jesse A. Cole to have full active staff privileges at St. James Healthcare, and is ordered to reinstate Dr. Cole’s privileges to the status of full active staff privileges;\n2. The Defendant is enjoined from adopting the recommendation of the Matovich investigation not to renew Dr. Cole’s privileges at St. James Healthcare, as such investigation and recommendation did not involve peer review as contemplated by the Hospital Bylaws;\n3. The Defendant is enjoined from making any adverse report to the National Practitioner Data Bank regarding the Hospital’s reduction of Dr. Cole’s privileges; and\n4. The Defendant is enjoined from taking any further adverse action against Dr. Cole’s full active staff privileges unless and until the Hospital utilizes a peer review investigation conducted by its Medical Staff as required by the Hospital’s Bylaws.\nSt. James appeals the court’s order granting the preliminary injunction.\nSTANDARD OF REVIEW\n¶9 District courts are vested with a high degree of discretion to maintain the status quo through injunctive relief. Shammel v. Canyon Resources Corp., 2003 MT 372, ¶ 12, 319 Mont. 132, ¶ 12, 82 P.3d 912, ¶ 12. Accordingly, we refuse to disturb a district court’s decision to grant or deny a preliminary injunction unless a manifest abuse of discretion has been shown. Sweet Grass Farms v. Board of County Com’rs, 2000 MT 147, ¶ 20, 300 Mont. 66, ¶ 20, 2 P.3d 825, ¶ 20. A manifest abuse of discretion is “one that is obvious, evident or unmistakable.” Shammel, ¶ 12. We employ this standard of review in reviewing both mandatory and prohibitive injunctions. City of Whitefish v. Troy Town Pump, Inc., 2001 MT 58, ¶ 21, 304 Mont. 346, ¶ 21, 21 P.3d 1026, ¶ 21. Where the district court issues an injunction based on conclusions of law, we review those conclusions for correctness. St. James Healthcare, ¶ 21.\nDISCUSSION\n¶10 Did the District Court manifestly abuse its discretion when it granted Dr. Cole a preliminary injunction against St. James?\n¶11 Section 27-19-201, MCA, provides (in relevant part) that a district court may issue a preliminary injunction under the following circumstances:\n(1) when it appears that the applicant is entitled to the relief demanded and the relief or any part of the relief consists in restraining the commission or continuance of the act complained of, either for a limited period or perpetually;\n(2) when it appears that the commission or continuance of some act during the litigation would produce a great or irreparable injury to the applicant; [or]\n(3) when it appears during the litigation that the adverse party is doing or threatens or is about to do or is procuring or suffering to be done some act in violation of the applicant’s rights, respecting the subject of the action, and tending to render the judgment ineffectual.]\nSection 27-19-201(1) - (3), MCA (subsections (4) and (5) omitted).\n¶12 On appeal, St. James fails to address the individual prongs of this statute. Instead, St. James asks us to determine whether the Board complied with its Bylaws in denying Dr. Cole’s application for reappointment, and whether the Matovich investigation is privileged from discovery under § 37-2-201, MCA, and § 50-16-201, MCA. Neither issue is properly before this Court for review.\n¶13 When weighing the merits of a preliminary injunction, “[i]t is not the province of either the District Court or the Supreme Court on appeal to determine finally matters that may arise upon a trial on the merits.” Sweet Grass, ¶ 38 (citing Dreyer v. Board of Trustees, 193 Mont. 95, 100, 630 P.2d 226, 229 (1981)). By granting temporary injunctive relief, courts “should in no manner anticipate the ultimate determination of the questions of right involved.” Sweet Grass, ¶ 38 (citing Porter v. K & S Partnership, 192 Mont. 175, 183, 627 P.2d 836, 840 (1981)). In sum, our task in reviewing the District Court’s decision to grant the preliminary injunction against St. James is “not to resolve the substantive matters of law relevant to the ultimate resolution of [the] complaint;” it is to inquire only whether the District Court manifestly abused its discretion by granting the injunction. Benefis Healthcare v. Great Falls Clinic, LLP, 2006 MT 254, ¶ 19, 334 Mont. 86, ¶ 19, 146 P.3d 714, ¶ 19.\n¶14 The District Court concluded that Dr. Cole’s application met the requirements of § 27-19-201(1), (2), and (3), MCA, and thus, that a preliminary injunction was appropriate. We have held, however, that the five factors of § 27-19-201, MCA, are disjunctive: the moving party must satisfy only one of these factors in order to prevail. Sweet Grass, ¶ 27. We turn first to § 27-19-201(1), MCA.\n¶15 Section 27-19-201(1), MCA, provides that a preliminary injunction may issue when an applicant has demonstrated that he is entitled to the injunctive relief he has requested. To prevail under § 27-19-201(1), MCA, an applicant must establish that he has a legitimate cause of action, and that he is likely to succeed on the merits of that claim. Benefis, ¶ 22; M. H. v. Montana High School Ass’n, 280 Mont. 123, 135, 929 P.2d 239, 247 (1996). Implicit in a court’s decision to issue an injunction under § 27-19-201(1), MCA, is the finding that an injunction is, in fact, an appropriate remedy.\n¶ 16 As a preliminary matter, the District Court concluded that the Bylaws constituted a contract between Cole and St. James. Neither party appeals that conclusion. Thus, for the purposes of this appeal, we assume that a contract exists between the two parties.\n¶17 At the show cause hearing, Dr. Cole contended that St. James breached by changing his staff status from “active” to “consulting” without giving him the three month notice required by Article VII, Part A, Section 3 of the Bylaws. Dr. Cole argued that under Article VIII of the Bylaws, he was entitled to appeal this decision. St. James disagreed, and denied his request for an appeal. This, Dr. Cole claimed, constituted another breach of contract.\n¶18 The District Court agreed that these actions constituted an apparent breach, and found:\n1) Dr. Cole did not receive the three-month notice that his privileges would be reduced or not renewed before the Hospital took such action, as required by Article VII, Part A, Section 3(a) [and] (b) of the Bylaws.\n2) Dr. Cole’s request for a hearing and an appeal when his privileges were reduced or altered was denied, in violation of Article VII, Part A, Section 5(c) and Article VIII, Part B, Section 1 of the Bylaws.\nOn appeal, St. James does not challenge these findings. Thus, we cannot say that the District Court erred in concluding that Dr. Cole was likely to succeed on the merits of his breach of contract claim with respect to these issues.\n¶19 At the show cause hearing, Dr. Cole also argued that St. James failed to comply with the Bylaws when processing his application for reappointment to the Medical Staff. Specifically, Dr. Cole claimed that St. James violated the Bylaws by appointing Matovich to investigate the allegations of misconduct against him. Instead, Dr. Cole maintained, St. James should have made a written request for an investigation to the President of the Medical Staff, Dr. Popovich. Under Article VIII, Part C of the Bylaws, the President would then appoint an internal investigating committee made up of Dr. Cole’s peers. Dr. Cole contended that St. James breached by failing to follow the procedures set forth in Article VIII, Part C of the Bylaws.\n¶20 Once again, the District Court concluded that St. James’s actions constituted an apparent breach of contract, and made the following findings:\n3) When the Hospital advised Dr. Cole of its concerns regarding his conduct toward other Medical Staff members, neither the Hospital CEO nor the Chairperson of the Hospital Board made a written request for an investigation of the matter to the President of the Medical Staff, contrary to Article VII, Part C, Section 1 of the Bylaws.\n4) The investigation conducted by the Hospital, which resulted in a recommendation that Dr. Cole’s privileges not be renewed, did not involve the President of the Medical Staff, the Executive Committee of the Medical Staff, an Ad Hoc committee of the Medical Staff, or an Investigating Committee of the Medical Staff comprised of up to three (3) persons all holding appointment to the Medical Staff, as required by Article VII, Part C, Sections 1, 2, and 3 of the Bylaws.\n5) Attorney Carey Matovich is not a member of the Medical Staff. She is not a peer of Dr. Cole. She was hired by the Hospital’s Board of Directors, not by the Medical Staff Executive Committee or any other peer investigating committee. The Matovich investigation and recommendation on behalf of the Hospital was not peer review as defined in Article 1(11) of the Bylaws, and did not comply with the peer review investigation and recommendation procedures required by Article VII of the Bylaws.\n¶21 On appeal, St. James argues that the District Court misinterpreted the Bylaws, and asks this Court to decide whether or not it complied with the Bylaws in handling Dr. Cole’s application for re-appointment. This issue goes to the heart of Dr. Cole’s breach of contract claim; again, we do not reach the merits of the ultimate legal questions when reviewing the grant or denial of a motion for a preliminary injunction. Sweet Grass, ¶ 38.\n¶22 Under the manifest abuse of discretion standard, we give great deference to a district court’s findings of fact in reviewing the grant or denial of a preliminary injunction. Shammel, ¶ 12. Based on the evidence produced by Dr. Cole at the show cause hearing, the District Court concluded that Dr. Cole was likely to succeed on the merits of his breach of contract claim. St. James has not challenged these findings, nor have they shown that the issuance of the preliminary injunction constituted an “obvious, evident or unmistakable” abuse of discretion. Shammel, ¶ 12.\n¶23 Finally, we turn to the District Court’s conclusion that an injunction was an appropriate remedy in the instant case. The District Court concluded that if Dr. Cole were denied the preliminary injunction, and St. James continued its alleged breach, Dr. Cole would suffer irreparable injury. Specifically, the court found that as a result of St. James’s apparent breach, there was a “substantial risk” that St. James would issue an adverse report regarding Dr. Cole to the National Practitioner’s Data Bank (“NPDB”). The District Court analogized an adverse report to “a ‘scarlet letter’ that could permanently harm a physician’s professional reputation.” As a result, the court concluded, “such conduct by the Hospital would render a successful judgment in favor of Dr. Cole ineffectual and meaningless.” Thus, the court held, a money judgment could not adequately address Dr. Cole’s alleged injuries.\n¶24 In response, St. James argues that no adverse report would be made to NPDB until after Dr. Cole has appealed the Board’s decision denying him reappointment - a process that would take at least several months. As part of the appeals process under Article VIII of the Bylaws, the Board’s decision would undergo peer review by the Medical Staff. Thus, St. James contends, there is little chance that an erroneous adverse report would be made. In sum, St. James asserts, Dr. Cole did not and does not face any imminent injury.\n¶25 The purpose of preliminary injunctive relief is to maintain the status quo pending the final outcome of the litigation. We have defined “status quo” as “the last actual, peaceable, noncontested condition which preceded the pending controversy.” Benefis, ¶ 14 (citation and internal quotation marks omitted). Furthermore, “it is the court’s duty to minimize the injury or damage to all parties to the controversy.” Benefis, ¶ 14 (citation and internal quotation marks omitted). Dr. Cole challenged the process by which St. James changed his staff status, investigated allegations of misconduct against him, and denied his application for reappointment. If Dr. Cole is correct, and St. James has breached the Bylaws, the effects of the breach on Dr. Cole’s reputation could be permanent. The District Court restored Dr. Cole to his status as an active staff member, restrained St. James from adopting the recommendation of the challenged Matovich investigation, and from taking any further adverse action on Dr. Cole’s application. The court’s injunction protects both Dr. Cole’s patients and his professional reputation, at a minimal cost to St. James. The preliminary injunction issued by the District Court appropriately minimized injury to both parties in the case, and preserved the status quo pending the final resolution of this litigation.\n¶26 We hold that the District Court did not err in concluding that Dr. Cole was eligible for a preliminary injunction under § 27-19-201(1), MCA. As discussed above, the requirements of § 27-19-201, MCA, are disjunctive: the moving party must satisfy only one of these factors in order to prevail. Sweet Grass, ¶ 27. Since we have concluded that a preliminary injunction was appropriate under § 27-19-201(1), MCA, we need not reach the remaining two subsections discussed by the District Court.\nCONCLUSION\n¶27 In sum, we conclude that St. James has failed to demonstrate that the District Court manifestly abused its discretion by issuing the preliminary injunction. The District Court correctly concluded that Dr. Cole’s application for the preliminary injunction satisfied the requirements of § 27-19-201(1), MCA. Affirmed.\nJUSTICES WARNER, NELSON and MORRIS concur.", "type": "majority", "author": "JUSTICE LEAPHART"}, {"text": "JUSTICE RICE,\ndissenting.\n¶28 I believe that the District Court made significant errors in determining to issue the preliminary injunction and that St. James’s arguments on appeal are not given entirely fair consideration.\n¶29 The District Court waded deeply into the merits of this dispute, analyzing the facts and the law. It decided that the Bylaws constituted a contract between the parties (“The Court finds that the elements of a contract are met in this case”). It interpreted the contract (“that procedure [under Article VI, Part C, Section 4(b)] does not constitute peer review. Rather, the procedure for valid ‘peer review investigation’ and ‘peer review recommendation’ is set forth in Article VII”). It then determined that St. James had breached and was continuing to breach the contract (“Based on the record before it, the Court finds the Matovich investigation and resulting recommendation regarding Dr. Cole’s privileges was not peer review.... the Court finds that the Hospital apparently has breached, and continues to breach, the contract between Dr. Cole and the Hospital, as created by the Bylaws.”).\n¶30 We have held that courts are not to reach the merits of a dispute when determining whether to issue a preliminary injunction, and admonished the courts not to do so. “It was inappropriate for the District Court to make such conclusions at this stage of the proceedings, and we implore trial courts ... to be careful not to resolve ultimate issues of the case.” Benefis, ¶ 32. Days ago, we were faced with the same error in City of Whitefish v. Board of County Commissioners, 2008 MT 436, 347 Mont. 490, 199 P.3d 201, noting that “the [district] court not only anticipated the ultimate determination of the validity of the Agreement, it made the determination outright... This was error.” ¶ 18. We turned back the improperly entered conclusions in City of Whitefish so that they could be determined at trial. I would do the same thing here. After rolling back the improperly entered conclusions, I would consider whether a preliminary injunction should be issued in this case under the correct analysis. City of Whitefish, ¶ 19.\n¶31 Generally, “[a]n applicant for a preliminary injunction must establish a prima facie case, or show that it is at least doubtful whether or not he will suffer irreparable injury before his rights can be fully litigated.” Benefis, ¶ 14. The District Court concluded that Dr. Cole had established a prima facie case, or demonstrated a likelihood of success on the merits, based upon the improperly entered conclusions, addressed above. Beyond that error, however, I believe the proper, preliminary analysis of the Bylaws necessary to determine whether Dr. Cole had a likelihood of success on the merits demonstrates that the District Court’s approach was significantly flawed. I agree with St. James that the District Court looked to the wrong provisions of the Bylaws in determining what procedures would be required following denial of Dr. Cole’s reappointment application-a critical misstep in assessing the likelihood of success on the merits. Looking at the correct provisions raises a serious question over whether a breach of contract warranting an injunction can be established.\n¶32 The Bylaws are laid out as follows: Article VI addresses appointment to the Medical Staff generally, Article VII addresses “Actions Affecting Medical Staff Members,” and Article VIII addresses “Hearing and Appeal Procedures.” Article VII, governing actions affecting medical staff, is further broken into parts that address different situations and the procedures applicable thereto: Part A provides the “Procedure for Reappointment,” Part B provides “Procedures for Requesting Increase in Clinical Privileges,” Part C provides “Procedure for Other Questions Involving Medical Staff Members,” Part D addresses “Summary Suspension of Clinical Privileges,” and Part E addresses “Other Actions.” On the face of these provisions, it appears that Part A should govern this matter, as it specifically addresses, as its title indicates, “Procedures for Reappointment.”\n¶33 Nonetheless, the District Court concluded that the procedures in Part C of Article VII, which generally govern “Other Questions Involving Medical Staff,” control this matter. However, requiring St. James to follow the procedures in Part C for a reappointment application could obviate the reason for Part A’s existence. Under the District Court’s interpretation, the procedures set forth in Part A could be rendered meaningless, potentially subsumed within the more general provisions of Part C. Part C is written broadly and applies “whenever ... [various St. James authorities] has cause to question” a variety of problems with a medical staff member. It appears from a preliminary review that Part C is intended to apply when an authority has cause to question a doctor’s fitness outside of the reappointment application process. The District Court provided no reason why Part C should be applied instead of Part A, at least with regard to the reappointment issue. The specific provisions therein of the procedure to be followed when “the Board determines to reject the favorable recommendations of the Executive Committee” regarding reappointments seem particularly applicable.\n¶34 The District Court got sidetracked in its extensive discussion about whether the actions undertaken by St. James were properly considered “peer review.” However, the initial question which should have been considered was whether peer review was even required under the applicable Bylaws at this stage, which I seriously question. Article VII, Part A, and Article VI, Part C, appear to grant powers to the Board to discuss an appointment issue with the Executive Committee Chairperson, refer the matter to the Committee for further investigation, and consult with third parties about the applicant. I cannot see that Dr. Cole has established a prima facie case that the Board’s actions in hiring Matovich and proceeding exceed the powers granted it under the Bylaws. See Article VI, Part C, Section 4(b). Then, after the Board makes its decision pursuant to these provisions, Dr. Cole can pursue an appeal, and peer review can come into play.\n¶35 The Court declines to consider St. James’s likelihood of success arguments. On the one hand, the Court says in ¶ 22 that St. James “has not challenged these findings” of the District Court regarding Dr. Cole’s success on the merits. However, the District Court’s “findings” quoted by the Court in ¶¶ 18 and 20 include conclusions of law about the governing provisions of the Bylaws, which St. James indeed contests. Then, on the other hand, the Court in ¶ 21 dismisses St. James’s arguments because “we do not reach the merits of the ultimate legal questions....” The Court thus reaches its decision without consideration of St. James’s arguments. Somewhere between the conclusion that St. James has not challenged the District Court’s determination on likelihood of success on the merits, and the refusal to consider St. James’s arguments because they go to the merits, St. James’s arguments have completely vanished. Although St. James’s arguments may go too far by touching on ultimate interpretational issues, we should remember that the District Court went even further. St. James argues that the District Court went so far as to harm the Hospital’s case on the merits. I agree with that concern, and I believe we can entertain St. James’s arguments as a proper challenge to the District Court’s analysis of the likelihood of success on the merits, and properly consider them for that purpose.\n¶36 The Court concludes in ¶ 26 that Dr. Cole established a basis for issuance of an injunction under § 27-19-201(1), MCA. That section addresses likelihood of success on the merits, and for the reasons expressed above, I would disagree. I also agree with St. James’s arguments regarding the likelihood of irreparable harm. St. James has not contested for purposes of this appeal that it erred by the manner in which it reduced Dr. Cole’s privileges from active staff to consulting staff, and has reinstated Dr. Cole’s privileges pending continuation of the process under the Bylaws. This action preserves the status quo, insuring that Dr. Cole will retain his current privileges during an appeal and peer review as provided by the Bylaws. St. James’s position on Dr. Cole’s status and its explanation that no adverse reports about Dr. Cole will be issued until the appeal process and peer review have been completed obviate any need to issue an injunction. The only reason for issuance of the injunction now is to prevent the possibility “that an erroneous adverse report” may be made. Opinion, ¶ 24. However, it is clear that such a remote possibility does not establish a “likelihood” that Dr. Cole will be irreparably harmed.\n¶37 The District Court made substantial errors in its analysis. On their face, the Bylaws contain provisions requiring a different procedure for reappointments than recognized by the District Court, which undermine the claim of likelihood of success on the merits. At present, there is little or no likelihood of irreparable harm. I would conclude that the District Court manifestly abused its discretion and reverse those portions of the injunction order challenged on appeal by St. James.\nJUSTICE COTTER joining in the dissenting Opinion of JUSTICE RICE.", "type": "dissent", "author": "JUSTICE RICE,"}], "attorneys": ["For Appellant: Robert F. James; Ugrin, Aexander, Zadick & Higgins, PC; Great Falls.", "For Appellee: C. Richard Anderson; McKeon & Anderson, PC; Butte; Mark Anthony Vucurovich; Henningsen, Vucurovich, Richardson, PC; Butte.", "For Amici Curiae: James P. Molloy; Molloy Law Firm; Helena (for Drs. Popovich, Sorini, Pullman, Chamberlain & Córtese and the Association of American Physicians & Surgeons, Inc.)."], "corrections": "", "head_matter": "JESSE A. COLE, M.D., Plaintiff and Appellee, v. ST. JAMES HEALTHCARE, Defendant and Appellant.\nNo. DA 07-0410.\nSubmitted on Briefs May 28, 2008.\nDecided December 30, 2008.\n2008 MT 453.\n348 Mont. 68.\n199 P.3d 810.\nFor Appellant: Robert F. James; Ugrin, Aexander, Zadick & Higgins, PC; Great Falls.\nFor Appellee: C. Richard Anderson; McKeon & Anderson, PC; Butte; Mark Anthony Vucurovich; Henningsen, Vucurovich, Richardson, PC; Butte.\nFor Amici Curiae: James P. Molloy; Molloy Law Firm; Helena (for Drs. Popovich, Sorini, Pullman, Chamberlain & Córtese and the Association of American Physicians & Surgeons, Inc.)."}, "first_page_order": 90, "last_page_order": 101}
