{"id": 3727448, "name": "DANIEL SMITH, Petitioner and Appellant, v. PAMELA SMITH, n/k/a PAMELA BRISTOL, Respondent and Appellee", "name_abbreviation": "Smith v. Smith", "decision_date": "2008-12-31", "docket_number": "No. DA 08-0008", "first_page": "174", "last_page": "177", "citations": [{"type": "official", "cite": "348 Mont. 174"}, {"type": "parallel", "cite": "2008 MT 461"}, {"type": "parallel", "cite": "199 P.3d 824"}], "court": {"name_abbreviation": "Mont.", "id": 8829, "name": "Montana Supreme Court"}, "jurisdiction": {"id": 20, "name_long": "Montana", "name": "Mont."}, "cites_to": [{"cite": "2008 MT 234", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 7"}], "opinion_index": 0}, {"cite": "344 Mont. 402", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 7"}], "opinion_index": 0}, {"cite": "188 P.3d 1039", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 7"}], "opinion_index": 0}, {"cite": "260 Mont. 489", "category": "reporters:state", "reporter": "Mont.", "weight": 3, "year": 1993, "pin_cites": [{"page": "493"}, {"page": "492"}], "opinion_index": 0}, {"cite": "861 P.2d 171", "category": "reporters:state_regional", "reporter": "P.2d", "weight": 3, "year": 1993, "pin_cites": [{"page": "173"}, {"page": "173"}], "opinion_index": 0}], "analysis": {"cardinality": 443, "char_count": 7370, "ocr_confidence": 0.715, "pagerank": {"raw": 5.0011153170616546e-08, "percentile": 0.3145401527270509}, "sha256": "ed067fdb20c7bf38fc1045c18e62c1d38d3a8ff2eb24ffd76d21125c877bb447", "simhash": "1:ef8c7f3c52cd6edc", "word_count": 1226, "random_id": 3874092699, "random_bucket": 63131}, "last_updated": "2023-12-01T21:56:23.868468+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["JUSTICES RICE, NELSON, WARNER and MORRIS concur."], "parties": ["DANIEL SMITH, Petitioner and Appellant, v. PAMELA SMITH, n/k/a PAMELA BRISTOL, Respondent and Appellee."], "opinions": [{"text": "JUSTICE LEAPHART\ndelivered the Opinion of the Court.\n¶1 Appellant Daniel Smith (“Smith”) appeals from the judgment of the Tenth Judicial District Court ordering him to pay his ex-spouse Pamela Bristol (“Bristol”) damages and fees resulting from his alleged failure to pay debts pursuant to their Divorce Settlement Agreement entered into in the State of Georgia. Smith contends that the court erred in not granting his motion to dismiss for lack of personal jurisdiction over him. We affirm.\n¶2 Smith has raised three issues on appeal:\n¶3 1. Do Montana courts possess personal jurisdiction of Mr. Smith?\n¶4 2. Did Mr. Smith waive his objection to personal jurisdiction?\n¶5 3. Did the District Court abuse its discretion by acting in disregard for Mr. Smith’s rights to due process under the Fourteenth Amendment?\n¶6 For the reasons set forth below, we determine that issue two is dispositive of this appeal.\nFACTUAL AND PROCEDURAL BACKGROUND\n¶7 The Smiths were married in Roundup, Montana in 1981. Their three children were born in Montana. In 1991 they moved to Georgia. They were divorced in Georgia in 2003 at which time Bristol returned to Montana with the two younger children. In the Settlement Agreement entered in the Georgia court, Smith agreed to “pay, be solely responsible for, and hold [Bristol] harmless from: all debts incurred during the marriage.”\n¶8 In April 2006, Bristol filed a Petition for Contempt in the Montana Tenth Judicial District Court, Fergus County. She alleged Smith failed to pay marital debts as agreed. Smith’s counsel appeared and indicated to the court that he might file a motion objecting to personal jurisdiction. The District Court, orally and by subsequent written order of January 18, 2007, ordered that Smith submit his motion and brief by February 9, 2007. The court also set a hearing for March 13, 2007. The court’s order specifically stated:\n[i]n the event the Petitioner [Smith] does not file a motion to challenge the jurisdiction of this Court, the hearing on the Verified Petition for Contempt is set for March 13, 2007 at 2:30 p.m.\n¶9 Smith did not submit a motion or brief in the time frame required by the court nor did he request an extension of time to file a motion and brief.\n¶10 At the March 13, 2007 hearing, Smith’s counsel, despite not having filed a motion and brief, raised the question of personal jurisdiction over Smith. The court responded by requiring briefing on the question of whether Smith’s failure to file a motion and brief as ordered by the court “trumped [Smith’s] right to object to jurisdiction and on the underlying jurisdiction objection.” The brief was to be filed by March 23, 2007. Smith filed a timely brief but only addressed the question of personal jurisdiction. Contrary to the court’s specific direction, he did not address the question of whether his failure to file the motion and brief by the initial February 9th deadline amounted to a waiver of the issue of personal jurisdiction.\n¶11 Noting that Smith had failed to timely challenge personal jurisdiction and then failed to brief the question of whether that failure constituted a waiver of the jurisdictional argument, the court overruled Smith’s objection to its exercise of personal jurisdiction, simultaneously denying his Motion to Dismiss.\n¶12 At the subsequent trial of the matter, Smith failed to appear by phone, video or in person. On appeal he challenges the District Court’s denial of his Motion to Dismiss.\nDISCUSSION\n¶13 Whether a district court properly ruled on a motion to dismiss is a conclusion of law which we review to determine if the court’s interpretation of the law is correct. Filip v. Jordan, 2008 MT 234, ¶ 7, 344 Mont. 402, ¶ 7, 188 P.3d 1039, ¶ 7.\n¶14 Smith relies on our decision in Heinle v. Fourth Jud. Dist. Ct., 260 Mont. 489, 861 P.2d 171 (1993) in support of his argument that the question of waiver is immaterial because the “controlling consideration is whether the Montana court had a constitutional basis to exercise personal jurisdiction over [Smith]....” Heinle, 260 Mont. at 493, 861 P.2d at 173. Smith points out that, although the out-of-state father in Heinle did not make a timely objection to the exercise of personal jurisdiction, this Court nonetheless concluded the judgment with respect to child support was void for lack of jurisdiction. The Heinle case, however, is distinguishable from the present situation because Heinle involved a default judgment entered against the father when he failed to appear. We reasoned that:\nthe dispositive question is whether the court had a constitutional basis to exercise personal jurisdiction over Howard and enter a money judgment against him. It is well established that if a court does not properly acquire personal jurisdiction over a defendant, a default judgment entered against that defendant is void.\nHeinle, 260 Mont. at 492, 861 P.2d at 173. Unlike Heinle, the judgment against Smith was not a default judgment. Rather, Smith, through counsel, filed an appearance on September 11, 2006. Smith’s counsel then appeared at status conferences on November 21, 2006, and January 16,2007, without filing any challenges to the District Court’s exercise of personal jurisdiction. As a result of counsel’s comment at the January 16th conference that he was going to challenge personal jurisdiction, the District Court set a briefing schedule to address that issue. As set fourth above, Smith failed to comply with that briefing schedule.\n¶15 Rule 12(b) M. R. Civ. P. provides that at the option of the pleader, the defense of lack of personal jurisdiction can be raised by way of motion. Smith’s counsel indicated to the court that he wished to raise the defense by way of a motion. Accordingly, the court set a time frame within which to brief and address the issue. Smith did not comply with that schedule.\n¶16 Lack of personal jurisdiction is a waivable defense. Rule 12(h)(1)(B) M. R. Civ. P. provides as follows:\n[a] defense of lack of jurisdiction over the person ... is waived ... if it is neither made by motion under this rule nor included in a responsive pleading or an amendment thereof permitted by Rule 15(a) to be made as a matter of course.\n¶17 Further, Rule 2(b) of the Uniform District Court Rules provides:\n[flailure to file briefs may subject the motion to summary ruling. Failure to file a brief within five days by the moving party shall be deemed an admission that the motion is without merit.\n¶18 We conclude that where a defendant who has been served with process files an appearance, indicates that he anticipates filing a motion challenging personal jurisdiction and then fails to file such a motion or supporting brief within the time frame established by the court’s scheduling order, the defendant has waived that defense.\n¶19 Since we have concluded that the District Court correctly denied Smith’s motion to dismiss, we need not address Issues 1 and 3.\n¶20 Affirmed.\nJUSTICES RICE, NELSON, WARNER and MORRIS concur.", "type": "majority", "author": "JUSTICE LEAPHART"}], "attorneys": ["For Appellant: Daniel Gregory Gillispie; Jeffrey A. Simkovic; Billings Legal, PLLC;", "Billings.", "For Appellee: Jon A. Oldenburg, Attorney at Law; Lewistown."], "corrections": "", "head_matter": "DANIEL SMITH, Petitioner and Appellant, v. PAMELA SMITH, n/k/a PAMELA BRISTOL, Respondent and Appellee.\nNo. DA 08-0008.\nSubmitted on Briefs December 17, 2008.\nDecided December 31, 2008.\n2008 MT 461.\n348 Mont. 174.\n199 P.3d 824.\nFor Appellant: Daniel Gregory Gillispie; Jeffrey A. Simkovic; Billings Legal, PLLC;\nBillings.\nFor Appellee: Jon A. Oldenburg, Attorney at Law; Lewistown."}, "first_page_order": 196, "last_page_order": 199}
