{"id": 3727615, "name": "BARRY ALONZO HEATH, Petitioner and Appellant, v. STATE OF MONTANA, Respondent and Appellee", "name_abbreviation": "Heath v. State", "decision_date": "2009-01-13", "docket_number": "No. DA 08-0099", "first_page": "361", "last_page": "367", "citations": [{"type": "official", "cite": "348 Mont. 361"}, {"type": "parallel", "cite": "202 P.3d 118"}, {"type": "parallel", "cite": "2009 MT 7"}], "court": {"name_abbreviation": "Mont.", "id": 8829, "name": "Montana Supreme Court"}, "jurisdiction": {"id": 20, "name_long": "Montana", "name": "Mont."}, "cites_to": [{"cite": "2005 MT 158", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "2002 MT 187", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 0}, {"cite": "2004 MT 58", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 0}, {"cite": "320 Mont. 211", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 0}, {"cite": "89 P.3d 947", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 0}, {"cite": "2005 MT 280", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 0}, {"cite": "329 Mont. 226", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 0}, {"cite": "123 P.3d 228", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 0}, {"cite": "216 Mont. 279", "category": "reporters:state", "reporter": "Mont.", "year": 1985, "pin_cites": [{"page": "282"}], "opinion_index": 0}, {"cite": "704 P.2d 1019", "category": "reporters:state_regional", "reporter": "P.2d", "year": 1985, "pin_cites": [{"page": "1021"}], "opinion_index": 0}, {"cite": "2007 MT 165", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 5"}], "opinion_index": 0}, {"cite": "338 Mont. 113", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 5"}], "opinion_index": 0}, {"cite": "311 Mont. 90", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 0}, {"cite": "162 P.3d 863", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 5"}], "opinion_index": 0}, {"cite": "2003 MT 193", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 7"}], "opinion_index": 0}, {"cite": "316 Mont. 509", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 7"}], "opinion_index": 0}, {"cite": "74 P.3d 1047", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 7"}], "opinion_index": 0}, {"cite": "327 Mont. 441", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "114 P.3d 1039", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 13"}], "opinion_index": 0}, {"cite": "2004 MT 46", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 12"}], "opinion_index": 0}, {"cite": "320 Mont. 122", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 12"}], "opinion_index": 0}, {"cite": "86 P.3d 20", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 12"}], "opinion_index": 0}, {"cite": "2006 MT 7", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 15"}], "opinion_index": 0}, {"cite": "330 Mont. 267", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 15"}], "opinion_index": 0}, {"cite": "127 P.3d 422", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 15"}], "opinion_index": 0}, {"cite": "466 U.S. 668", "category": "reporters:federal", "reporter": "U.S.", "weight": 4, "year": 1984, "pin_cites": [{"page": "687"}, {"page": "694"}, {"page": "687"}], "opinion_index": 0}, {"cite": "104 S. Ct. 2052", "category": "reporters:federal", "reporter": "S. Ct.", "weight": 4, "year": 1984, "pin_cites": [{"page": "2064"}, {"page": "2068"}, {"page": "2064"}], "opinion_index": 0}, {"cite": "2000 MT 219", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 20"}], "opinion_index": 0}, {"cite": "301 Mont. 135", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 20"}], "opinion_index": 0}, {"cite": "10 P.3d 49", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 20"}], "opinion_index": 0}, {"cite": "2003 MT 267", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 12"}], "opinion_index": 0}, {"cite": "317 Mont. 457", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 12"}], "opinion_index": 0}, {"cite": "77 P.3d 545", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 12"}], "opinion_index": 0}, {"cite": "2001 MT 130", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 0}, {"cite": "305 Mont. 427", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 0}, {"cite": "28 P.3d 1073", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 0}, {"cite": "2001 MT 299", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 0}, {"cite": "307 Mont. 487", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 0}, {"cite": "38 P.3d 809", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 0}, {"cite": "53 P.3d 878", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 0}, {"cite": "273 Mont. 20", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "24"}], "opinion_index": 0}, {"cite": "901 P.2d 611", "category": "reporters:state_regional", "reporter": "P.2d", "pin_cites": [{"page": "614"}], "opinion_index": 0}, {"cite": "2007 MT 16", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 0}, {"cite": "335 Mont. 331", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 0}, {"cite": "151 P.3d 883", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 0}, {"cite": "2008 MT 140", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 19"}], "opinion_index": 0}, {"cite": "343 Mont. 90", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 19"}], "opinion_index": 0}, {"cite": "183 P.3d 861", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 19"}], "opinion_index": 0}, {"cite": "2002 MT 189", "category": "reporters:neutral", "reporter": "MT", "opinion_index": 0}, {"cite": "311 Mont. 108", "category": "reporters:state", "reporter": "Mont.", "opinion_index": 0}, {"cite": "53 P.3d 864", "category": "reporters:state_regional", "reporter": "P.3d", "opinion_index": 0}, {"cite": "2000 MT 327", "category": "reporters:neutral", "reporter": "MT", "pin_cites": [{"page": "¶ 28"}], "opinion_index": 0}, {"cite": "303 Mont. 47", "category": "reporters:state", "reporter": "Mont.", "pin_cites": [{"page": "¶ 28"}], "opinion_index": 0}, {"cite": "15 P.3d 395", "category": "reporters:state_regional", "reporter": "P.3d", "pin_cites": [{"page": "¶ 28"}], "opinion_index": 0}], "analysis": {"cardinality": 710, "char_count": 15577, "ocr_confidence": 0.717, "pagerank": {"raw": 1.0371977565100912e-07, "percentile": 0.5498212444045966}, "sha256": "50fda608fd35d9cbdfb17e447565f2386cbb73767bd73587338acb3ef23a2f52", "simhash": "1:9bd5d414e8bb1743", "word_count": 2502, "random_id": 242612297, "random_bucket": 63561}, "last_updated": "2023-12-01T21:56:23.868468+00:00", "provenance": {"date_added": "2019-08-29", "source": "Harvard", "batch": "2018"}, "casebody": {"judges": ["JUSTICES LEAPHART, COTTER, WARNER and NELSON concur."], "parties": ["BARRY ALONZO HEATH, Petitioner and Appellant, v. STATE OF MONTANA, Respondent and Appellee."], "opinions": [{"text": "JUSTICE MORRIS\ndelivered the Opinion of the Court.\n¶1 Barry Alonzo Heath (Heath) appeals an order of the Eighth Judicial District, Cascade County. The order partially denied Heath’s petition for post-conviction relief. We reverse and remand for an evidentiary hearing.\n¶2 We review the following issue on appeal:\n¶3 Did the District Court abuse its discretion when it denied Heath’s petition for post-conviction relief without granting him an evidentiary hearing?\nFACTUAL AND PROCEDURAL BACKGROUND\n¶4 The State charged Heath on February 27,2001, with one count of Sexual Intercourse Without Consent. The State amended its information on May 7, 2001, to include a count of Tampering with a Witness. A jury convicted Heath of both counts on March 11, 2002. Steven Hudspeth (Hudspeth) represented Heath for the maj ority of the pre-trial and trial proceedings. Hudspeth withdrew as Heath’s attorney of record after Heath’s conviction and first sentencing.\n¶5 This Court affirmed Heath’s convictions, but reversed his sentence and remanded the case back to the District Court for resentencing. State v. Heath, 2004 MT 58, 320 Mont. 211, 89 P.3d 947. The District Court re-sentenced Heath on March 21, 2004. Heath appealed his new sentence and we denied his appeal. State v. Heath, 2005 MT 280, 329 Mont. 226, 123 P.3d 228.\n¶6 Heath timely filed a petition for post-conviction relief with the District Court on February 7, 2007. Heath alleged that Hudspeth had rendered ineffective assistance of counsel. Heath also claimed that his appellate counsel had been ineffective for failing to raise a restitution issue on direct appeal.\n¶7 David Avery (Avery) served as Heath’s initial counsel for post-conviction purposes. Avery requested that Hudspeth answer Heath’s allegations through an affidavit to be attached as an exhibit to Heath’s petition. Hudspeth declined. Hudspeth instead stated that he would answer the petition’s assertions at a hearing. Heath’s petition therefore requested that the District Court hold a hearing. Heath’s petition further requested the District Court to order the State to respond to Heath’s petition and to allow Heath to reply to the State’s response, “[i]n the interests of clarifying the issues to be addressed at such a hearing.”\n¶8 The State moved the District Court for an order directing Hudspeth to respond within 20 days to the charges in Heath’s petition. The State filed its motion pursuant to In re Petition of Gillham, 216 Mont. 279, 282, 704 P.2d 1019, 1021 (1985), on the ground that “a response from counsel is necessary in order to answer the charges of ineffective assistance.” The District Court, upon considering the State’s motion “and good cause appearing therefrom,” ordered Hudspeth to respond by affidavit to the specific charges of ineffective assistance of counsel within 20 days. Hudspeth shortly thereafter took his own life without having filed the affidavit ordered by the District Court.\n¶9 Heath filed a Motion for Hearing and Guidance from the Court. Heath requested the District Court to schedule a hearing in order to address: (1) the merits of Heath’s petition which might require further briefing given the unavailability of Hudspeth’s affidavit and the State’s lack of opportunity to file a response based on that affidavit; and (2) whether Heath should be assigned new counsel given that Avery would be a potential witness regarding conversations with Hudspeth about issues germane to Heath’s petition.\n¶10 Heath’s motion also asserted that Hudspeth’s death placed the parties and the court in an “unusual posture.” Heath sought guidance from the District Court on how to proceed. Heath’s motion further notified the District Court that he intended to file an amendment to his petition that would add two or more contentions of ineffective assistance of counsel. Heath stated that he would await directions from the District Court to file that pleading.\n¶11 The District Court did not grant Heath’s request for a hearing or respond to his motion for guidance. Avery removed himself voluntarily from the case based on the potential that the District Court would call him as a witness at a potential hearing. The State responded to Heath’s petition. Heath’s new appellate counsel filed a reply to the State’s response. Heath’s reply renewed his request for a hearing based on the petition and Hudspeth’s failure to comply with the District Court’s order to file an affidavit.\n¶12 The District Court granted Heath’s petition to the limited extent that it eliminated his restitution obligation. The District Court denied the remainder of Heath’s petition and denied his request for an evidentiary hearing. Heath appeals.\nSTANDARD OF REVIEW\n¶13 We review a district court’s denial of a petition for post-conviction relief to determine whether the court’s findings of fact are clearly erroneous and whether its conclusions of law are correct. Jordan v. State, 2007 MT 165, ¶ 5, 338 Mont. 113, ¶ 5, 162 P.3d 863, ¶ 5. We review discretionary rulings in post-conviction relief proceedings, including rulings related to whether to hold an evidentiary hearing, for an abuse of discretion. State v. Morgan, 2003 MT 193, ¶ 7, 316 Mont. 509, ¶ 7, 74 P.3d 1047, ¶ 7. We review de novo the mixed questions of law and fact presented by claims of ineffective assistance of counsel. Weaver v. State, 2005 MT 158, ¶ 13, 327 Mont. 441, ¶ 13, 114 P.3d 1039, ¶ 13.\nDISCUSSION\n¶14 Did the District Court abuse its discretion when it denied Heath’s petition for post-conviction relief without granting him an evidentiary hearing?\n¶15 Heath argues that the District Court abused its discretion when it denied his petition for post-conviction relief without holding an evidentiary hearing. Heath contends that due to the unique circumstances, he deserves a new trial, or, at minimum, an evidentiary hearing on his petition. The State argues that the District Court properly dismissed Heath’s petition without holding an evidentiary hearing.\n¶16 A person requesting post-conviction relief must show, by a preponderance of the evidence, that the facts justify the relief. State v. Cobell, 2004 MT 46, ¶ 12, 320 Mont. 122, ¶ 12, 86 P.3d 20, ¶ 12. A petition for post-conviction relief must “identify all facts supporting the grounds for relief set forth in the petition and have attached affidavits, records, or other evidence establishing the existence of those facts.” Section 46-21-104(l)(c), MCA. A court may dismiss a petition for post-conviction relief without holding an evidentiary hearing if the petition fails to satisfy the procedural threshold set forth in § 46-21-104(l)(c), MCA. Herman v. State, 2006 MT 7, ¶ 15,330 Mont. 267, ¶ 15, 127 P.3d 422, ¶ 15. A district court also may dismiss a petition for post-conviction relief without ordering a response if the petition, files and records “conclusively show that the petitioner is not entitled to relief.” Alternatively, a district court may order a response and, after reviewing the response, “dismiss the petition as a matter of law for failure to state a claim for relief or it may proceed to determine the issue.” Section 46-21-201(l)(a), MCA; Herman, ¶ 15.\n¶17 The reviewing court must apply the two-prong test from Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052 (1984), in assessing claims of inadequate assistance of counsel. Dawson v. State, 2000 MT 219, ¶ 20, 301 Mont. 135, ¶ 20, 10 P.3d 49, ¶ 20. Under the Strickland standard, a defendant must establish that counsel's performance was deficient and that the deficient performance prejudiced the defense and deprived the defendant of a fair trial. Dawson, ¶ 20; Strickland, 466 U.S. at 687, 104 S. Ct. at 2064. The defendant must demonstrate that a reasonable probability exists that, “but for counsel’s unprofessional errors, the result of the proceeding would have been different.” Dawson, ¶ 20; Strickland, 466 U.S. at 694, 104 S. Ct. at 2068.\n¶18 Heath’s petition alleged “many instances” of Hudspeth’s ineffective representation that deprived him of a fair trial, including: 1) a failure to investigate, interview or call at trial witnesses that Heath contends would have been helpful to his case; 2) a failure to investigate physical evidence; 3) a failure to follow through with certain trial tactics Hudspeth had told Heath that he would perform; 4) misrepresenting Heath’s chances at trial; and 5) Hudspeth’s failure to meet with Heath or return Heath’s calls before trial. Heath attached his own affidavit to the petition, and requested that Hudspeth also respond to the allegations in an affidavit. After Hudspeth’s death, Heath informed the District Court in his Motion for Hearing and Guidance from the Court that he intended to file additional inadequate assistance claims after he received guidance from the court due to the unusual circumstances.\n¶19 The State moved the District Court to compel Hudspeth to answer Heath’s allegations. The State asserted that a response from Hudspeth was “necessary” to resolve the allegation of inadequate assistance. The District Court could have dismissed Heath’s petition based on the record without ordering a response if it had found conclusively that Heath’s claims did not have merit. Section 46-21-201(l)(a), MCA; Herman, ¶ 15. Instead, finding “good cause” in the State’s request, the District Court ordered Hudspeth to explain in an affidavit his pre-trial and trial decisions.\n¶20 After Hudspeth’s death, the District Court reviewed only Heath’s petition and affidavit, the State’s response, and Heath’s reply. The District Court denied Heath’s petition without holding a hearing. The District Court stated that it failed to see the benefit of a hearing without Hudspeth in attendance.\n¶21 Not all circumstances require the district court to hold an evidentiary hearing on a petition for post-conviction relief. See Cobell, ¶ 12; Griffin v. State, 2003 MT 267, ¶ 12, 317 Mont. 457, ¶ 12, 77 P.3d 545, ¶ 12. In certain settings, however, especially those with “unique circumstances,” we have remanded a petition for post-conviction relief for an evidentiary hearing. Herman, ¶¶ 50-51 (citing State v. Schaff, 2001 MT 130, 305 Mont. 427, 28 P.3d 1073; State v. Lawrence, 2001 MT 299, 307 Mont. 487, 38 P.3d 809).\n¶22 In Soraich v. State, 2002 MT 187, 311 Mont. 90, 53 P.3d 878, for example, we remanded for an evidentiary hearing because the record failed to set forth counsel’s reasons for his decisions. We described as “purely speculative” the district court’s “guesses” as to what had led to counsel’s failure to call certain witnesses. Soraich, ¶ 24. We cited State v. Bromgard, 273 Mont. 20, 24, 901 P.2d 611, 614, where, noting the lack of any factual record, we stated that “issues of this nature are best resolved after an evidentiary proceeding in the district court.” Soraich, ¶ 25.\n¶23 In Schaff, the petitioner alleged that his plea had not been voluntary because counsel had misled him into believing that, despite his desire for new counsel and potential entitlement to new counsel, he was required to proceed with current counsel. Schaff, ¶¶ 4, 9. We remanded for an evidentiary hearing to permit the petitioner to present any nonrecord based ineffective assistance of counsel claims. Schaff, ¶ 10. We likewise remanded for an evidentiary hearing in Lawrence where the petitioner claimed on appeal that her counsel knew in advance that the court was not going to follow the sentencing recommendation in her proposed plea agreement and had failed to advise her. Lawrence, ¶ 11. We followed our usual course of dismissing nonrecord based claims of ineffective assistance of counsel on direct appeal in State v. Lewis, 2007 MT 16, 335 Mont. 331, 151 P.3d 883. We noted that post-conviction proceedings provide a better forum to resolve these claims so that the trial court may “explore fully” counsel’s decisions. Lewis, ¶ 21.\n¶24 Hudspeth’s death before he had filed the court-ordered response constitutes “unique circumstances.” Herman, ¶ 50. The record in this case fails to set forth Hudspeth’s reasons for his pre-trial actions and his trial decisions. Soraich, ¶ 24. Only Heath and Hudspeth witnessed many of the events upon which Heath based his allegations. The District Court’s denial of an evidentiary hearing, in the absence of Hudspeth’s court-ordered response, denied Heath any alternative means of inquiry into Hudspeth’s reasons for his actions and decisions. The District Court did not “explore fully” why Hudspeth made his decisions. Lewis, ¶ 21. Hudspeth’s untimely death and failure to file the court-ordered response to Heath’s allegations should not result in an insurmountable barrier to Heath’s attempt to obtain the information, necessary to meet his Strickland burden. Dawson, ¶ 20; Strickland, 466 U.S. at 687, 104 S. Ct. at 2064.\n¶25 The District Court deemed a number of Hudspeth’s decisions not to call certain witnesses to be strategic or tactical decisions. The District Court stated conclusively that tactical decisions are not grounds for inadequate assistance claims. Without Hudspeth’s answers and absent an evidentiary hearing, however, the District Court’s conclusions as to why Hudspeth made his decisions amount to pure speculation. Soraich, ¶ 24. We recently clarified that “rigid classification of counsel’s performance as strategic/tactical... does not render it immune from attack.” Whitlow v. State, 2008 MT 140, ¶ 19, 343 Mont. 90, ¶ 19, 183 P.3d 861, ¶ 19. Counsel’s performance must follow a “reasonable strategy.” Whitlow, ¶ 19.\n¶26 The District Court also failed entirely to address a number of Heath’s claims of inadequate assistance of counsel. We remanded for an evidentiary hearing in Williams v. State, 2002 MT 189, 311 Mont. 108, 53 P.3d 864, where the district court’s order failed to address all of the petitioner’s inadequate assistance claims. We stated that it was “unclear,” based on the district court’s order, whether the court “even considered Williams’ additional claims.” Williams, ¶ 26. Heath likewise is entitled to have his additional issues “independently considered.” Williams, ¶ 27.\n¶27 The State correctly argues that a petition for post-conviction relief should not serve as a broad discovery device. Smith v. State, 2000 MT 327, ¶ 28, 303 Mont. 47, ¶ 28, 15 P.3d 395, ¶ 28. The petitioner may not conduct a “fishing expedition” in an attempt to establish the right to an evidentiary hearing. Smith, ¶ 28. The “unique circumstances” present here, however, require that the District Court provide Heath reasonable alternative means, including an evidentiary hearing and access to Hudspeth’s records, if available, to inquire into Hudspeth’s reasons for his decisions. Herman, ¶ 50; Soraich, ¶ 24. The District Court abused its discretion when it denied Heath’s petition without holding an evidentiary hearing and without considering all of his claims. Morgan, ¶ 7. The hearing also will allow the District Court, in the first instance, to evaluate the merits of Heath’s claims of ineffective assistance of counsel.\n¶28 Reversed and remanded for an evidentiary hearing.\nJUSTICES LEAPHART, COTTER, WARNER and NELSON concur.", "type": "majority", "author": "JUSTICE MORRIS"}], "attorneys": ["For Appellant: Colin M. Stephens, Attorney at Law, Missoula.", "For Appellee: Hon. Steve Bullock, Montana Attorney General; Deborah F. Butler, Assistant Attorney General, Helena; Brant Light, Cascade County Attorney, Great Falls."], "corrections": "", "head_matter": "BARRY ALONZO HEATH, Petitioner and Appellant, v. STATE OF MONTANA, Respondent and Appellee.\nNo. DA 08-0099.\nSubmitted on Briefs October 29, 2008.\nDecided January 13, 2009.\n2009 MT 7.\n348 Mont. 361.\n202 P.3d 118.\nFor Appellant: Colin M. Stephens, Attorney at Law, Missoula.\nFor Appellee: Hon. Steve Bullock, Montana Attorney General; Deborah F. Butler, Assistant Attorney General, Helena; Brant Light, Cascade County Attorney, Great Falls."}, "first_page_order": 383, "last_page_order": 389}
